[
    {
        "name": "Trempulcahue",
        "country": "Mapuche",
        "continent": "America",
        "rarity": "Rare",
        "picture": "trempulcahue.jpg",
        "creature": [
            "The soul of human beings, the 'Am', becomes Pillü at death, a state in which it is very vulnerable to evil spirits 'wekufe'. To save itself, it must travel east to a legendary Pacific island called Ngill chenmaiwe. That journey cannot be undertaken by Pillü alone, but has to be transported by the Trempulcahue. These are four old women who every night, at sunset, are transformed into whales that travel to the island taking with them the souls of the dead. These women are invisible to the living, and play an essential and benign role in the cycle of human life."
        ],
        "landscape": "mapuche.jpg",
        "culture": [
            "The Mapuche people is one of the original American ethnicities, with evidence of their settlement in the southern cone of the continent since at least the fifth century BC. Hunter and horticulturist people never had a desire to conquer or built empires, choosing to organize locally and with a predilection for self-sufficiency. In the 15th century a victorious war was waged in response to the Inca Empire's attempt to conquer its territory, although the northernmost parts had to agree to pay a tribute. Shortly after, the arrival of the Spaniards and the conquest of the continent destroyed the Inca Empire. The Europeans also tried to conquer the Mapuche territories, which at that time were inhabited by a million people. Again, the Indians responded with a war of resistance that lasted more than a century. Although European diseases had decimated the indigenous population (there were only 200,000 Mapuches left in 1598), they managed to defeat the Spaniards in the battle of Curalaba.",
            "Over the following centuries, the Spaniards recognized Mapuche independence, agreed to establish the border on the Biobío River, and avoided entering their territories, which continued under their traditional self-government.",
            "In the nineteenth century, Argentina and Chile, states under construction after achieving independence from Spain, undertook the conquest of the Mapuches, which they achieved through bloody wars. As a result, most of the common lands were stolen by the state and sold to landowners, causing cultural and economic trauma for a people deeply rooted in their physical environment. The struggles to recover these lands continued until today, with occupations and demonstrations being common, often harshly repressed.",
            "The Mapuche social organization is based on the small scale, being the main unit the core family. Several families, linked by kinship, live in nearby houses forming a lof, where the most important jobs are shared. Only in emergencies (war, hunger, disease) did the lofs organize themselves into larger entities, the 'rehues'.",
            "Mapuche religiosity is focused on the relationship between the supernatural and the tangible world, with special concern for honoring nature spirits and ancestors, as well as Mother Earth ('Ñuke Mapu'). According to their cosmovision, the world has three planes: the superior ('Wenu Mapu'), where divine beings and Mapuche ancestors live, the terrestrial world ('Nag Mapu'), where people and nature reside, and the underworld ('Miñche Mapu'), subterranean, where evil spirits live.",
            "The Mapuches do not know the institutionalization of religion, nor do they construct buildings for their ceremonies, which are generally carried out in nature. In each locality there is a shaman who guides the rites.",
            "Current population: 1.950.156"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d139731.83831266486!2d-73.2787037208012!3d-39.81352859370455!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x9615ee891aab33e5%3A0x35c9b4ab79b2d79b!2sValdivia%2C+Los+R%C3%ADos+Region%2C+Chile!5e1!3m2!1sen!2ses!4v1564768004695!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical23"
    },
    {
        "name": "Caaporá",
        "country": "Guarani",
        "continent": "America",
        "picture": "caapora.jpg",
        "rarity": "Common",
        "creature": [
            "A guarani jungle creature, Caá-Porá (Caá = mouth, Porá = forest) takes on different forms in the different territories where this ethnic group lives. In the jungle of Rio Grande do Sul, Brazil, it is a spirit in the form of a beautiful, naked woman, who lives in the forests and protects them. It was created directly by Nhanderuvuçú, the primeval energy that originated the creation of the world, with the purpose of taking care of living beings. In the regions protected by Caá-Porá, the first people emerged.",
            "The hunters who enter the forest can count on the help of this woman, if they are respectful and good. If so, she makes it easier for them to hunt, as all wild animals obey her. On the other hand, if she gets angry with the hunters, she will capture and beat your dogs, making them wallow in pain, chasing away the prey. Its beauty can also provoke the madness of hunters.",
            "In other regions, for example in Argentina, this spirit takes on masculine forms, resembling a furry giant armed with a stick, smoking in a pipe made of a human skull."
        ],
        "landscape": "guarani.jpg",
        "culture": [
            "The Guarani ancestors are the first settlers of America, arriving from Asia around 17,000 BC. The first Guaraní ethnic groups were located around the 5th century AD, in the Uruguayan jungles. Hardened nomads, spurred on by the search for a legendary 'land without evil', their populations did not hesitate to travel throughout South America, settling in much of its geography. Today there are Guaraní tribes in Argentina, Bolivia, Brazil and Paraguay.",
            "Hunting and fishing occupy a prominent place in their culture and economy, using bows and slings for land animals, and harpoons, reeds and nets for river dwellers. However, this jungle town also practices agriculture, using polyculture techniques in small plots, previously cleared of vegetation (sometimes using fire). These small farms were family farms, although the mutual help of other families of the tribe was used for the most laborious jobs.",
            "They live in villages that they build on forest clearings in communal houses of ten to twenty families. Each village can have several of these houses. In the center of the communal house lives the chief, who together with the heads of the other houses forms the government of the tribe. At the head of the whole tribe is the main chief, the Mburubichá. The Shaman is in charge of spiritual matters.",
            "In such a geographically dispersed ethnic group, culture and spirituality vary greatly from place to place. The Guaranis are generally considered monotheists, attributing the creation of the world to a single, supreme being. In many cases it is called Tuba, or Nhanderuvuçú ('Our Great Father'), and it is believed that its role ended after creation, retreating to regions inaccessible to people. In their cosmovision, earth and nature play an essential role, being endowed with soul and needing the care of the guaranies.",
            "These Indians call themselves 'Avá', but they are known for the first words that the European conquerors heard when they set foot in America: 'guará-ny', that is, 'Fight them!' During the fifteenth to eighteenth centuries the Guaranies suffered the conquests of the Portuguese and Spaniards, who enslaved them to use them as labor and confined them in the Jesuit 'reductions' to suppress their way of life and religion. However, thanks to the protection of the immense jungle areas, the Guaraní culture was preserved. Only at the end of the 19th century did it begin to suffer a major threat, with the promotion of extensive monoculture agriculture, which devastated the jungle and deprived the Guarani of their territory.",
            "The Guaraní movement demands the return of their lands and respect for their traditional forms of government. In addition to government opposition, they face assassinations and disappearances by hired gunmen from landowners.",
            "Current population: 7.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d16242.93044071423!2d-55.16207416955088!3d-23.760040046858983!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x948a949eec3bdbe3%3A0x7d6cfbaf9eb2243!2sTakuaraty%2FYvykuarusu%2C+Paranhos+-+State+of+Mato+Grosso+do+Sul%2C+Brazil!5e1!3m2!1sen!2ses!4v1564767641377!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical26"
    },
    {
        "name": "Ninki Nanka",
        "country": "Mandinga",
        "continent": "Africa",
        "picture": "ninkiNanka.jpg",
        "rarity": "Epic",
        "creature": [
            "The swamps of West Africa are home to an elusive reptile, which few people have been able to see. The Mandinga call it Ninki-Nanka, and describe it as a huge reptile, with the body of a crocodile, the head of a three-horned horse, and the long neck like a giraffe. Although it has no wings, it is very fast both on land and in the water.",
            "While it does not seek contact with humans, and in fact has managed to elude even expeditions in its quest, the Ninki-Nanka is very dangerous for people, whom it devours without leaving a trace. The preferred victims are children who dare to go into the swamps alone, disobeying their parents. But adults who approach their territory alone or in small groups can also become prey to this creature."
        ],
        "landscape": "mandinga.jpg",
        "culture": [
            "The Mandinga people's origins date back to the collapse of the Ghanaian empire in the 11th century. They formed small communities scattered in a territory of mountains, forests and savannah, ideal for their way of life based on hunting. Over time the cities grew and gave rise to the Empire of Mali in the thirteenth century, one of the largest in West Africa. This empire, which lasted until the 16th century, favoured the spread of the Mandingo language and culture throughout the region. But this spread reached even more territory since the fall of the empire, when large numbers of the population emigrated to other nearby areas.",
            "The Mandinga, a people of oral culture, are mostly Muslims despite remnants of their pre-Islamic animism. Their society is divided into castes, with nobles and vassals, and previously there were also slaves (prisoners of war). They have a very warlike history, with frequent struggles with other ethnic groups to conquer territories and build empires.",
            "One of the most famous social aspects is the existence of brotherhoods of men (Poro) and women (Sande), mutual aid institutions of great importance and power.",
            "They generally live in small, self-sufficient rural villages, under the command of a council of elders and engaged in laborious agriculture on poorly fertile land.",
            "The European colonization had a great impact on the Mandinga and the other peoples of the region. The territory was divided with artificial frontiers that still persist today, without corresponding to the distribution of the peoples. On a smaller scale, the slave trade intensified, resulting in millions of Africans being sent to America. The Mandinga were one of the main ethnic groups among the slaves of Brazil, the Caribbean and the United States.",
            "Today, the Mandinga are one of the four largest ethnic groups in Africa, with a significant presence in Mali, Guinea, Ivory Coast, Burkina Faso, Gambia, Senegal, Sierra Leone, Mauritania, Liberia, Guinea-Bissau, Ghana and Benin.",
            "Current population: 45.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4376.716735779355!2d-11.733500662422909!3d8.318823222883546!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xf068a908a8ffd59%3A0xad2af27886fc2f2d!2sMongeri%2C+Sierra+Leone!5e1!3m2!1sen!2ses!4v1564822305347!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical32"
    },
    {
        "name": "Wolpertinger",
        "country": "Germany",
        "continent": "Europe",
        "picture": "wolpertinger.jpg",
        "rarity": "Common",
        "creature": [
            "The Wolpertinger is the most elusive of the inhabitants of the Bavarian forest. Very difficult to spot, those who have succeeded have described its form in different ways. Some have even been captured, and indeed their anatomy varies greatly.",
            "It is an animal made up of parts of other, more well-known species. Its body is that of a mammal, usually a rabbit or a squirrel, but it has deer horns, fangs, bird wings, sometimes pheasant legs and duck feet.",
            "Although some stories claim that they feed on tourists, the fact is that the Wolpertinger avoids contact with people and seems rather frightening and harmless. There are several popular techniques for capturing it. For example, you can try to get them drunk, as they love alcoholic beverages, and use their clumsiness to reach them. On full moon nights you can also use another trick: place a lit candle in the mouth of an open sack. The Wolpertinger will approach the bag, when it has to be pushed with a shovel. The most famous technique, however, takes advantage of this animal's fascination for young and beautiful women. Such a girl, alone or accompanied, has to wander through the forest looking for burrows. When she finds the one of this creature, she has to show her breasts to him, before which the Wolpertinger will be stunned and will be captured easily."
        ],
        "landscape": "germany.jpg",
        "culture": [
            "German culture has its roots in the Germanic tribes, arising from the Bronze Age and the successive Iron Age that originated on the Baltic coast some 2,500 years ago. Metal tools and weapons favoured their economy, increasing their population and giving them advantages in wars with neighbouring villages. This is how migrations towards the South started, contacting the Celts and the Roman Empire. However, the social organization of the Germans was not unified, but maintained the division into tribes, increasingly numerous and sometimes at odds with each other.",
            "The current territory of Germany was always held by the Germanic tribes, which resisted the attempts of Roman invasion. With the decline of the empire, many tribes even conquered Romanized territories, reaching as far as the Mediterranean. In some cases they merged with the native population and adopted their language and customs, but in other cases they became the majority population group and their culture is the basis of the present one. Thus, Germanic languages are English, German, Dutch, in addition to the languages of Scandinavia.",
            "With the collapse of the Roman Empire, the Germanic peoples became the dominant force on the continent, although their tribal divisions led to constant wars. In the 9th century, having already embraced Christianity, Charlemagne managed to unify many of them into the Carolingian Empire, which had its continuation in the Holy Romanesque Germanic Empire, an entity that, with different times and fortunes, survived until 1806.",
            "Capitalist development in Germany reached one of its greatest exponents in the nineteenth century, causing a dizzying urbanization and industrialization, while striving for the creation of a unified national state. During those times of transformation and abandonment of the traditional world, there was a literary and political reaction of recovery of traditions and popular folklore, useful also in the construction of an idea of political nation. Musicologists, writers and folkorists travelled through the villages tracing oral creations, including the mythological creatures that populated the forests. At the same time, the development of taxidermy techniques allowed some artisans to give physical form to some of these creatures, using body parts of real animals.",
            "Current population: 82.887.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d99439.57199639503!2d13.413793754653229!3d48.96394261169442!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4774d8d48c2be38d%3A0xf1dd2f2f89b31c82!2sBavarian+Forest+National+Park!5e1!3m2!1sen!2ses!4v1564756920277!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical44"
    },
    {
        "name": "Lisovik",
        "country": "Ukraine",
        "continent": "Europe",
        "picture": "lisovik.jpg",
        "rarity": "Rare",
        "creature": [
            "Lisovik is a supernatural creature present in all Slavic peoples, under different names and with slightly different habits and aspects. In any case, it is a being that lives in the forest and can not be seen by people. His appearance is terrible, with goat legs and horns and a vigorous body.",
            "He is the true lord of the forest, to the point that it is believed that any movement of animals obeys his orders. He is not evil, but he loves to make mischief to people who dare to enter the forest alone. Disorienting them and causing their loss is their favorite fun. It is enough that Lisovik turns around a person to completely disorient it. Then the only remedy is to put the clothes inside out to cancel the spell and go home quickly.",
            "On October 17 he goes underground, since he does not like the cold, and will not leave again until spring. But before hiding it becomes enraged and causes storms, breaks trees and throws the animals from their burrows."
        ],
        "landscape": "ukraine.jpg",
        "culture": [
            "Ukraine forms, together with Belarus and Russia, the area inhabited by the Eastern Slavs. Cradle of the Slavic people, from that zone the migrations that, with the fall of the Roman Empire, spread throughout the European continent. Today the Slavic people settle in the north and center of Europe (countries like Russia, Poland, the Czech Republic) and also on the Mediterranean coast (Serbia, Croatia, Slovenia).",
            "His mythology and genuine beliefs are documented only by external sources, such as the chronicles of the Byzantine Procopius, which mentions that the Slavs worshiped a single god, as well as demons and nymphs.",
            "With the conversion to Christianity of its nobility, in the tenth century, Slavic peasants did not abandon their beliefs but instead made them complementary and preserved them generation after generation until today.",
            "Ukraine, the center of Slavic culture and politics during the first centuries, lost its sovereignty with the Mongol invasions of the thirteenth century. Since then its territory was disputed and distributed among other regional powers, until after the Revolution of 1917 the USSR recognized its national entity.",
            "However, the 20th century harmed the Ukrainian people harder. The Soviet authorities, by imposing the collectivization of agriculture, razed the peasant communities and their millenary way of life, in addition to provoking a famine that took the lives of some 3 million Ukrainians. Soon after, the German invasion during World War II caused the death of another 5 million more.",
            "Today Ukraine is an independent country, although divided and pre-warlike with Russia, industrialized and with a small peasant population.",
            "Current population: 44.429.471"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2069.905123901624!2d23.73108631497651!3d48.47436733562374!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4739e3e321fa1f2d%3A0x678aa7bd5459462b!2sSynevyr+National+Park!5e1!3m2!1sen!2ses!4v1564757373613!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical45"
    },
    {
        "name": "Tarasca",
        "country": "Occitania",
        "continent": "Europe",
        "picture": "tarasca.jpg",
        "rarity": "special",
        "creature": [
            "The Tarasca was a very powerful medieval dragon. It is remembered as an enormous being, with six short legs similar to those of a bear, an ox body, a tortoise shell and a stinging tail. His head resembled that of a lion, and he always showed a terrible expression.",
            "The Tarasca plagued the entire Mediterranean coast of France, especially a village whose King had repeatedly tried to defend himself against it. Not even her entire army was capable of defeating it, and the creature returned again and again to plunder the villages, eat the cattle, and kill the villagers.",
            "A woman, Santa Marta, managed to charm the Tarasca with her Christian prayers, and so the creature was domesticated, and returned to the city led by the saint. However, the inhabitants, terrified, attacked Tarasca and killed it, without defending itself. Repented and converted to Christianity by the miracle of Santa Marta, the inhabitants of the village changed the name of their village, which today is still called Tarascón."
        ],
        "landscape": "occitania.jpg",
        "culture": [
            "The Occitania territory occupies the entire south of present-day France. Populated by different cultures in antiquity (especially Ibero-Aquitan, but also Celts, also called Gauls, Ligurians, Greeks and others), it was Romanized and the Latin culture and language marked its future. When the Roman Empire collapsed, Occitania retained little Celtic and Germanic influence, and soon the first and most important evolution of Latin culture flourished there. Its splendour took place between the 11th and 13th centuries. Although it lacks a unified central power, the constellation of Occitan lordships exerted a great political and above all cultural influence throughout southern Europe. Its language became the vehicular language of the south of the continent, and was enriched by troubadour literature, the first expression written in a language descending from Latin.",
            "Occitania was the main home of the Cathars, a heretical doctrine that advocated that the material world is the work of the devil and postulated asceticism. With great popular following and protected by the Occitan nobility, the Cathars rose with an enormous power in this territory. Pope Innocent III declared the Cathars heretics, and initiated the first crusade against Christians in history. The King of France, Philip II, seized the opportunity to invade Occitania, defeating in 1213. Since then, Occitan sovereignty disintegrated, as each lordship became a dependency of the French crown.",
            "The Occitan culture remained vigorous for centuries, until the French Revolution of 1789 marked the beginning of the construction of a centralized State where non-French languages and cultures were cornered. Throughout the nineteenth and twentieth centuries, the vindication of one's own culture took different forms, both cultural and political, but failed to counter French hegemony. Today in all of Occitania there are only a little less than 2 million speakers of the language, which is considered 'endangered' by UNESCO.",
            "Current population: 15.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d25473.020856970867!2d4.672982107839683!3d43.798369895105594!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x12b5dc4ce729d7e3%3A0x40819a5fd96fed0!2s13150+Tarascon%2C+France!5e1!3m2!1sen!2ses!4v1564757026591!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical41"
    },
    {
        "name": "Tsenahale",
        "country": "Navajo",
        "continent": "America",
        "picture": "tsenahale.jpg",
        "rarity": "Epic",
        "creature": [
            "The Tsenahale were two of the Anaye, the Alien Gods who inhabited the land of the Navajo in time immemorial. At that time men and women had separated, and women resorted to unnatural practices to reproduce. From the union of a woman with a lot of feathers the two Tsenahale came out, but they were so monstrous that their mother abandoned them. However they managed to survive, and became monstrous creatures, giant birds similar to harpies.",
            "The male Tsenahale hunts and eats men, while the female Tsenahale is dedicated only to women.",
            "Nayenezgani, the assassin of the Alien Gods, discovered the Tsenahale's nest and confronted them. Although the male grabbed him and threw him from the sky to the nest, the hero was protected by a feather of life, and survived. Thinking that he had killed him, the creature left him to feed his chicks. When they returned to the nest, unsuspecting, Nayenezgani crossed with arrows to the monsters, ending his life.",
            "The chicks, on the other hand, forgave their lives and turned them into an eagle and an owl. With the feathers of the Tsenahale he created all the bird races of the world."
        ],
        "landscape": "navajo.jpg",
        "culture": [
            "The Navajo are an American Indian people, with roots in the Athabaskan language peoples of Alaska, from where they migrated southward in the thirteenth century. From culture initially based only on hunting and gathering, the Navajo soon learned agricultural techniques from their new neighbors, the Puebleans, for which they added the cultivation of corn, beans and zucchini to their way of life. Of the Spaniards, in the seventeenth century, they learned sheep farming.",
            "The Navajo live in very extensive, matrilineal family clans, where property is inherited from mothers to daughters. The clans live in small houses of wood and adobe, separated for men and women, and have several locations for their seasonal migrations.",
            "According to the Navajo cosmogony, the world we live in is the fourth that exists. The first world was small and black, and in the sea an island emerged, where the first woman, the first man, and also the Coyote appeared. The second world is aerial and blue, and was populated by birds. In the third world, mountainous and yellow, people were immortal. It is in this world when men and women became angry, and begot creatures like the Tsenahale.",
            "The Hózhoójí is a code of conduct that teaches the Navajo to maintain good relations with the people, the clan, the animals and the spirits.",
            "The conquest of the West Coast by the USA in the nineteenth century was made at the cost of terrible wars with the native peoples, among them the Navajo. After massacres and deportations, the Navajo managed to survive and, in 1868, began to recover their communal lands. The Navajo Nation is today the largest Indian reservation in the USA, with 71,000 square kilometers, and half of the Navajo Americans live there. Despite the poverty and marginalization they suffer, they preserve their culture and traditions, as well as their language and, to some extent, their religion.",
            "Current population: 300.460"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3575.396408812368!2d-110.16430366216707!3d37.001101163696184!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x87372e156dc87017%3A0x675d8364a6e080e2!2sMonument+Valley!5e1!3m2!1sen!2ses!4v1564764809454!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical21"
    },
    {
        "name": "Rompo",
        "country": "Dravidian people",
        "continent": "Asia",
        "picture": "Rompo.gif",
        "rarity": "Common",
        "creature": [
            "Rompo is a mythological beast with the head of a hare, human ears, a skeleton-like body, the front arms of a badger, and the rear legs of a bear. It feeds only on human corpses and it is said to croon softly as it eats. Stories about the Rompo are found in India and Africa. The legend of the Rompo may have been inspired from sightings of any of the Old World porcupines, although chimeras, creatures formed by the composition of several different animal species, are common in all mythologies of the world."
        ],
        "landscape": "dravidian.jpg",
        "culture": [
            "The Dravidian peoples, settled in the south of India for millennia, survived in relative isolation during the frequent invasions that penetrated India through Central Asia. Participants of the diverse collection of beliefs and philosophies that make up the Hindu tradition, the Dravidians practice a non-Vedic form (that is, different from the orthodox Brahmanism coming from the Indo-Aryan populations of the north).",
            "The worship of tutelary deities, sacred flora and fauna in Hinduism is also recognized as a survival of the pre-Vedic Dravidian religion.",
            "Although creatures such as the Rompo are not part of the Hindu religious tradition, they are favored by the vision of the nature of the Dravidian peoples.",
            "Current population: 245.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m17!1m11!1m3!1d157130.2937596041!2d78.85208204507612!3d15.95188485975087!2m2!1f0!2f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30635ff06b92b791%3A0xd78c4fa1854213a6!2zw41uZGlh!5e1!3m2!1en!2ses!4v1564391803315!5m2!1en!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical5"
    },
    {
        "name": "Tulpar",
        "country": "Turkic people",
        "continent": "Asia",
        "picture": "tulpar.png",
        "rarity": "Common",
        "creature": [
            "Tulpar is the term used in Inner Asian Turkic languages to refer to winged horses. Tulpars appear in many Inner Asian legends and myths. One legend tells of how Ösküs-ool, a Tuvan folk hero, used the remains of his beloved tulpar to invent the very first fiddle. It is believed that the tulpar first originated as a symbolic combination of a horse and a bird of prey, both of which are tools used by the inhabitants of Central Asia for hunting. The tulpar is so crucial to Central Asian cultural identity that it appears in the state emblems of both Kazakhstan and Mongolia."
        ],
        "landscape": "kazakhstan.jpg",
        "culture": [
            "Originating from the center of Asia, the Turkic peoples spread their culture by a great world's rise, from the north of Siberia to Turkey, through migratory waves and invasions (the Huns and the Mongols, as well as the Ottomans, were peoples of the language Turkish). His nomadic way of life, based on hunting and always on the back of a horse, found a home in the steppes of Central Asia, with Kazakhstan being the most extensive Turkic country today.",
            "Although the vast majority of Turkic people embraced Islam for many centuries, popular mythology still retains the vestiges of its earlier animist religion, where nature was inhabited by innumerable spirits like the Tulpar.",
            "Current population (all Turkic people): 150.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m17!1m11!1m3!1d273353.57794567745!2d68.402740091242!3d50.349125910967075!2m2!1f0!2f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x38a91007ecfca947%3A0x5f7b842fe4b30e1b!2sCazaquist%C3%A3o!5e1!3m2!1en!2ses!4v1564391021007!5m2!1en!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical4"
    },
    {
        "name": "Droemerdene",
        "country": "Palawa",
        "continent": "Oceania",
        "picture": "droemerdene.jpg",
        "rarity": "Common",
        "creature": [
            "In the mythology of the Tasmanian aborigines, Droemerdene was the second son of the Sun and the Moon. His brother, Moinee, was the primitive creator of the world, giving life to the land and the seas. Then he gave a body from the earth to a spirit that wandered the world, and thus created the first man, who had the form of a kangaroo. Moinee also created the kangaroos.",
            "Droemerdene emerged from the Canopus star and helped men change shape. He removed the tail, gave them joints in the legs 'so that they could rest', and thus managed to differentiate themselves from the kangaroos.",
            "This action provoked a war between the brothers, which took place in heaven and in which many demons participated. In the end the two died: Moinee fell to earth as a standing stone at Cox Bight, while Droemerdene fell into the sea at Louisa Bay."
        ],
        "landscape": "palawa.jpg",
        "culture": [
            "The aboriginal Tasmanian (Palawa in their language) came to their territory around 40000 BC, when it formed a penisula of Australia. Sea level rise cut access c. 6000 BC, leaving since then incommunicado from abroad on his island for 8000 years, until the arrival of the English.",
            "With a population of a few thousand people (up to 15,000 according to some estimates), the aboriginal exercised a way of life based on hunting and gathering. Without dwellings, accustomed to sleeping outdoors and without clothes, they were nomadic people who during the summer lived in the interior plateau, and in the winter they moved to the coast. His spirituality, of animistic type, read in the night sky and in the natural life a divine order.",
            "The arrival of the English in the early nineteenth century led to an almost complete genocide of these peoples, which was completed in a few decades. The abduction of women and children, the exile and the diseases spread by the colonists were reducing their population until, in 1833, there were only 200 aborigines, who were expelled to the neighboring Furneaux Islands. In 1905 the last complete aboriginal died.",
            "However, part of their culture and their ancestry survives in the descendants of the women abducted and raped by the settlers. The recovery movement of culture and traditions Palawa continues, despite everything, resisting the passage of time.",
            "Current population: 23.572"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d336100.68613056076!2d146.65720803933328!3d-43.36770424481672!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xaa695399164d1789%3A0x27d71d539f9193d1!2sLouisa+Bay!5e1!3m2!1sen!2ses!4v1564744539377!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical17"
    },
    {
        "name": "Inkanyamba",
        "country": "Zulu",
        "continent": "Africa",
        "picture": "inkanyamba.jpg",
        "rarity": "Common",
        "creature": [
            "This creature lives in South African lakes, especially in the forests of Pietermaritzburg and under the Howick waterfall. With the body of a snake and the head of a horse, the Inkanyamba is well known by the Xhosa and the Zulus, although it only allows the 'sangoma' (traditional healers) to approach its lake without the danger of being attacked.",
            "Inkanyamba is especially active during the summer months. He flies to the sky to seek companionship, and when he looks at the ground, he deceives himself by confusing houses with creatures of his species. It is then when he gets terribly angry, causing storms that tear the roofs off the houses and tear up trees.",
            "Though angry and powerful, human beings can address him with petitions. If they do so with respect and reverence, they are usually listened."
        ],
        "landscape": "zulu.jpg",
        "culture": [
            "The Zulus are a branch of the Nguni peoples, migrated from the Great Lakes region southwards and subsequently disintegrated into today's major South African ethnicities. Among the Nguni populations of the Southeast, the Zulus managed to build up a centralized state at the beginning of the 19th century, where they occupied a dominant position. It was the Zulu Kingdom, headed by Shaka, that immediately initiated a military expansionist policy, which provoked war in the region. The period 1818-1840 is known as Mfecane, 'crushing', and involved the reorganization of the area, with massive migrations, depopulations and foundation of new territorial identities.",
            "Strongly reinforced by their victories, the Zulus rejected the British pretensions to turn them into a colony, confronting them in a war where, after many battles, they lost their sovereignty.",
            "The struggles between the colonial powers, especially between Britain and the Dutch settlers, ended with the creation of the South African Union in 1910, whose territory included the lands of the Zulus but who were denied citizenship and the right to vote, under the so-called 'apartheid' system.",
            "After decades of struggle, the black population achieved the end of apartheid in 1990, governing the country ever since.",
            "The Zulus are traditionally cattle ranchers, although they also practice agriculture and handicrafts. They mixed to some extent with the native South African population, the Bushmen, hunter-gatherers who still have differentiated communities. The Zulus live in traditional villages, with a strong power structure in which the chief and the war play a very important role.",
            "Although today the majority are Christians from various churches, they retain traditional beliefs that people have three parts: the physical body (umzimba), the vital force (umoya) and the shadow (isithunzi). Generous and respectful behaviour towards others, i.e. 'ubuntu', improves the shadow, and on the contrary, bad behaviour can diminish it and even extinguish it.",
            "The relationship with the spiritual world, which consists essentially of the spirits of the ancestors, is practiced thanks to the sangoma, shamans who can communicate with the dead and obtain their intervention in favor of the living.",
            "Current population: 12.159.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d902.1040623796166!2d30.23856580660653!3d-29.486591151928696!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x1ef6a92570e2f483%3A0x887e6d8cc2d348f8!2sHowick+Falls!5e1!3m2!1sen!2ses!4v1564822820749!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical35"
    },
    {
        "name": "Kanmare",
        "country": "Yalarrnga",
        "continent": "Oceania",
        "picture": "kanmare.jpg",
        "rarity": "Rare",
        "creature": [
            "Kanmare, the Rainbow Serpent, is one of the great spirits that participated, in Dreamtime, in the creation of the current world. At that time, the earth was barren and without form, and was modeled by these beings. Kanmare emerged from the bottom of the earth, and in his ascent he created peaks, mountains and ravines, while pushing the earth upwards.",
            "It is a giant snake, and lives in wells of water that never dry. Control all the water in the earth.",
            "She is a benevolent protector of people, but she also severely punishes offenders of her law, and is associated with life and fertility.",
            "It is in charge of renewing the water reserves, for what it has formed with its channels of bodies, ravines and lakes. Without it, it would never rain and the earth would dry up.",
            "For the Yalarrnga, Kanmare is also responsible for granting the power to cure medicine-men. To do this, he first appears to a man while fishing, and makes him sick for five days. At the end of that time, another medicine-man must practice a ritual by extracting from the inside of the body an object that Kanmare placed there. Thus the patient is cured, invested with the powers of a doctor."
        ],
        "landscape": "yalarrnga.jpg",
        "culture": [
            "Australian Aboriginal peoples come from ancient migrations, dating back 60,000 years, during the Pleistocene, from South Asia. At that time you could cross from island to island, many of them joined by isthmus, or in short canoe trips.",
            "These populations, long before the development of agriculture and livestock, remained isolated from the rest of the world for tens of thousands of years, spreading throughout the continent and multiplying in hundreds of tribes and languages, and reaching a population of 300,000 individuals at the arrival of the English.",
            "All these populations maintained a similar way of life, based on hunting (male) and gathering (female), and on nomadic life. They slept under the sky, protecting themselves from the wind with barriers of branches and the cold, occasionally with hogeras. These peoples were not warriors and were not divided into classes, lacking even each tribe's government structure or private property.",
            "In all these tribes plays a very important role in Dreamtime, the sacred time in which the world was formed by the work of the divine forces.",
            "The rituals, centered in sacred places and where dance and singing play an essential role, highlight the link of the tribe with the land and with the ancestors.",
            "The English colonization from the 18th century meant the pillage of the aboriginal lands, considered 'no man's land' by the invaders, and their exile in the desert. Far from their territories and with their way of life and spiritual ties destroyed, the aboriginal peoples declined in number and strength, despite notable cases of resistance.",
            "Only at the end of the 20th century were some rights granted to the aborigines, and some lands were returned to them. At present, 20 of the more than 200 existing languages ​​are preserved.",
            "Among the languages ​​in danger of extinction is the Yalarrnga. The village located in one of the hardest and warmest areas of the country, next to the Simpson desert, the Yalarrnaga have their traditional lands between Cloncurry, Dajarra and Boulia, in Queensland. In their sacred lands, the most profitable mines in Australia are exploited.",
            "Current population (all aboriginal people) 798.365"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d379490.8460370455!2d139.59784098318102!3d-21.826802444963423!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x6a15bd26f1783c55%3A0x400eef17f2097d0!2sDajarra+QLD+4825%2C+Australia!5e1!3m2!1sen!2ses!4v1564743677884!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical13"
    },
    {
        "name": "Ifrit",
        "country": "Arabic people",
        "continent": "Africa",
        "picture": "ifrit.jpg",
        "rarity": "Rare",
        "creature": [
            "The Ifrit are ancient geniuses created before human beings, whom Allah gave life from his breath. Although they are much more powerful than people, their creator forced them to prostrate themselves before them, which provoked a resentment that still persists and that explains their ambiguous relationship with human beings. There are Ifrits who fully accept their position in the world and are good Muslims, but most only obey if they are chained by a spell, and yet they do so in such a way that they will always try to harm their masters.",
            "Even a very famous Ifrit, Eblis (later known as Shaitan) refused to obey Allah and did not prostrate himself before the first man.",
            "The powers of the Ifrits include invisibility, change of form (they present themselves as beautiful women or as animals), they can cause madness, pass through solid walls and move at great speed. There are Ifrits of both sexes, and men and women are often raped to absorb energy.",
            "They can be dominated by enclosing them in an object, such as Aladdin's famous lamp, and covering it with a lead plug with Allah's seal. That way they will have to obey their master, although they will not lose the opportunity to take revenge on him."
        ],
        "landscape": "arabic.jpg",
        "culture": [
            "The mosaic of languages and religions that inhabited the Arabian Peninsula in the 6th century consisted mainly of Semitic ethnicities, divided into independent tribes. The harshness of the desert prevented agriculture in almost all the territory and there were very few established cities. The main activity was grazing, although trade was also important as the peninsula was located on the Silk Road.",
            "The Arab culture did not begin to agglutinate and achieve its own identity until the arrival of Muhammad and the advent of Islam, which gave national entity to the Arabs and codified the language in the Koran. The emerging culture integrated much of the diversity of beliefs, myths and customs present in Semitic peoples, as well as mythological creatures such as the Ifrits.",
            "Almost immediately after the emergence of Islam, the newly unified Arabs embarked on a campaign of expansion taking advantage of the weakness of neighboring empires. As a result of their victories, and thanks to the displacement of population but also to the cultural assimilation of the defeated peoples, Arab culture spread over a large area of territory, reaching the Atlantic Ocean (Portugal and Morocco) in the West, and even China in the East. In this process the Arab language and traditions, intimately linked to the Islamic religion, settled among people of non-Semitic races, bringing to the common culture a new flow of traditions and mythologies.",
            "Today, Egypt, Iraq, Jordan, Lebanon, Saudi Arabia, Syria, Yemen, Libya, Sudan, Morocco, Tunisia, Kuwait, Algeria, United Arab Emirates, Bahrain, Qatar, Oman, Mauritania, Somalia, Palestine, Djibouti and Comoros are considered Arab peoples.",
            "Current population: 280.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d9919.852936371724!2d30.892963847688225!3d28.820786671128566!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x145a4b2af2df1305%3A0x217338bf74a4527b!2sAl%20Fashn%2C%20Madinet%20Al%20Fashn%2C%20Al%20Fashn%2C%20Beni%20Suef%20Governorate%2C%20Egypt!5e1!3m2!1sen!2ses!4v1567109743701!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0;' allowfullscreen=''/>",
        "assetname": "mythical34"
    },
    {
        "name": "Haechi",
        "country": "Korea",
        "continent": "Asia",
        "rarity": "Rare",
        "picture": "haechi.jpg",
        "creature": [
            "해태, often spelled Haitai or Haechi, is a legendary animal of ancient Korean mythology (also appears in Chinese mythology) whose figure could be confused at first sight with a lion, but which is actually a dog with a lion's head from which hangs a rattle, with wings, flaked and able to eat fire. That is why it is believed that Haechi protects from fires, disasters and represents justice, integrity and good fortune.",
            "These sculptures were used in traditional Korean architecture especially at the beginning of the Joseon dynasty, as they believed that their image was able to protect Hanyang (now Seoul) from natural disasters and maintain law and order in the population."
        ],
        "landscape": "korea.jpg",
        "culture": [
            "The Heachi makes its appearance in Korea at the beginning of the Joseon Dynasty (1392-1910). The new regime promoted the diffusion of Confucianism, in opposition to the majority Buddhism of the country during the Goryeo dynasty.",
            "The ideas of Confucius penetrated all areas of the life of the Korean people, determining a rigid social structure and a religious worship to the power of the State. The search for stability and order are expressed in the cultural creations of the time, also in the cause of this mythological creature.",
            "People mostly peasant and artisan, the ruling class, Yangban, was formed by aristocrats who dominated the administration and the army.",
            "At present, the Korean people are divided into two States, the Democratic People's Republic of Korea (North Korea) and the Republic of Korea (South Korea). In the first, a communist system prevails and the population continues to be mainly rural, while the south is governed by a capitalist, highly urbanized and technological system.",
            "Current population: 76.472.973"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m17!1m11!1m3!1d4343.705928158738!2d126.9771924!3d37.5795673!2m2!1f0!2f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x357ca2c74aeddea1%3A0x8b3046532cc715f6!2sGyeongbokgung!5e1!3m2!1en!2ses!4v1564390267150!5m2!1en!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical2"
    },
    {
        "name": "Sasabonsam",
        "country": "Ashanti",
        "continent": "Africa",
        "picture": "sasabonsam.png",
        "rarity": "Common",
        "creature": [
            "Evil forest creatures, the Sasabonsam are one and a half metres tall, have a red beard and a mouth full of iron tusks. Their eyes are red and they have horns. Very thin, they look like skeletons with long arms and legs, which end in three claws.",
            "They live in the tops of cotton trees, where they camouflage themselves with the black and white spots on their skin. They usually leave their legs hanging from the branches, to capture people who pass carelessly underneath. Their victims have their heads torn off and drink all their blood. In addition, they can cause disease just by looking at a person.",
            "They can be under the command of Obayifo, the legendary vampire of Ashanti culture."
        ],
        "landscape": "ashanti.jpg",
        "culture": [
            "The Ashanti culture is part of the Akan cultural and liguistic ensemble that predominates on the West African coast. For two thousand years, this area has been a very important commercial point, especially for its gold reserves. The Ashanti culture was especially shaped from the 17th century, with the formation of a very powerful Empire based on gold, with which the society was endowed with a strong state apparatus under the direction of a monarch and a highly developed urban capital, Kumasi.",
            "The Ashanti Empire expanded its territory by annexing land to its Akan neighbors, and became even richer in later centuries by practicing the slave trade with the European powers. They captured people from other regions and exchanged them with Europeans (who sent them to America) for modern weapons.",
            "Ashanti was the African people who for the longest time resisted the European invasion, in a long war between 1826 and 1896. Subsequently, it was the first sub-Saharan country to achieve independence in 1957.",
            "Beyond empires and colonizations, the Ashanti people have retained their traditional social structure and customs. It is a rural, matrilineal society, where women occupy a position of power. The social nucleus is the abusive, that is to say, the clan formed by the descendants of an ancestor woman in common. The abuser is the owner of the land, whose use he distributes among its members.",
            "The main activity of the Ashanti is cocoa farming, on whose price on the international market they depend to a great extent to acquire a large part of the products that they cannot produce directly.",
            "The Ashanti, like the other peoples of the area, follow the Akan religion, according to which God created the world, but then distanced himself from his work and does not interact with humans, who are protected by the 'abosom' spirits. This religion also became the majority in the plantations of Amaran slaves, especially in the Caribbean, and ended up generating the practice of voodoo. In addition to the Akan set of beliefs, the Ashanti worship Asase Ya, goddess of Earth and fertility.",
            "Current population: 7.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d12395.456343113032!2d-1.3885689360935023!3d7.015605716069633!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xfdbcdef58a8fe53%3A0xf470fe361cbab9d4!2sNsuta%2C+Ghana!5e1!3m2!1sen!2ses!4v1564992143528!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical36"
    },
    {
        "name": "Lafaic",
        "country": "Timor",
        "continent": "Oceania",
        "picture": "lafaic.jpg",
        "rarity": "Common",
        "creature": [
            "Many years ago, in a swamp on an island, lived a small crocodile called Lafaic, who dreamed of becoming big and powerful. But there was little food, and he became weak and sad.",
            "To fulfill his dream, he left the swamp and went into the ocean, looking for food. But he did not find it, and instead of not getting back to shore, the little crocodile died.",
            "His body arrived on land after a few days, and a boy found him on the beach. Distressed, it took him back to the sea. Thanks to this help, Lafaic revived and, gratefully, promised to return the favor, if he ever needed it.",
            "A few years later the boy called the crocodile and explained his desire: 'I want to see the world!'. So Lafaic climbed him on his back and swam in the direction of the dawn.",
            "The trip lasted for years and they traveled many seas together, until one day, in the middle of the ocean, Lafaic told the boy that his time had come and he should die. But that doing so would give him a gift, because his body would become a large island where he could settle next to his family.",
            "And so, as Lafaic died, his body grew bigger and bigger, and his back turned into mountains, and his scales into hills. Lafaic had become the island of Timor."
        ],
        "landscape": "timor.jpg",
        "culture": [
            "Currently the island of Timor is divided into two states, East Timor and Indonesia, as a result of colonization and sharing between Portuguese and Dutch since the seventeenth century. The population of the island, nevertheless, shows a motley mixture of ethnicities and languages. In Timor they found home human groups of all the great Asian linguistic families. The majority are Malay-Polynesians, but Melanesian, Papua and even Chinese groups are also very present.",
            "The legend of Lafaic seems to relate to the Austronesians (Malay-Polynesians), the great navigators of antiquity, who crossed oceans to spread their language and culture throughout the world. Today there are Austronesian peoples from Afrique (Madagascar) to the outskirts of America (Easter Island), and of course in Southeast Asia (Philippines) and Oceania (New Zealand), which gives an idea of ​​their courage to cross enormous stretches of unknown sea, aboard ships that today seem precarious.",
            "The inhabitants of Timor, a wooded island rich in natural resources, have lived the last few centuries grappling with the voracity of empires, eager to appropriate them. Before European colonialism and its inhabitants paid tribute to the kingdom of Java, attracted especially by the sandalwood. From the sixteenth to the twentieth century, the Portuguese and the Dutch divided the island, until the Dutch dominions became the state of Indonesia, including West Timor, and the eastern part proclaimed the independence of Portugal in 1975. Indonesia, however, it invaded East Timor and only after a long and bloody struggle did this territory accede to independence, being the first state born in the 21st century.",
            "Current population (both East Timor and West Timor): 1.831.358"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d44638.66069893891!2d125.5336115921477!3d-8.543793765392452!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2d01e70d32288115%3A0x3d9d6ee9546912d9!2sDili%2C+Timor-Leste!5e0!3m2!1sen!2ses!4v1564742058605!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical15"
    },
    {
        "name": "Adaro",
        "country": "Malaita",
        "continent": "Oceania",
        "picture": "adaro.jpg",
        "rarity": "Common",
        "creature": [
            "These dangerous creatures, half man and half fish, come from the evil part that all people have. When dying, the good part ('Aunga') is separated from the bad part ('Adaro'), and while the first one goes to the beyond, the second one goes to live in the Sun, from where it returns occasionally to the earth to torment to the living.",
            "They have small stature, fins instead of feet, a horn shaped like the dorsal fin of a shark and a spear of swordfish that grows on their heads.",
            "They return to the earth through the rainbows and harass the fishermen. They can even kill them by throwing flying fish."
        ],
        "landscape": "malaita.jpg",
        "culture": [
            "Malaita is one of the main islands of Solomon Islands. This archipelago was populated in Paleolithic by peoples of Papu, currently in New Guinea, and yet, the westernmost islands. Thousands of years later, the Austronesian expeditions colonized the rest of the Solomon Islands, including Malaita. The Papuan and Austronesian peoples shared territories, alternating periods peace and trade with wars and exterminations, while each people divided and fragmented into multiple tribes and languages.",
            "In Malaita the population was distributed in small settlements that moved frequently. They practiced agriculture, in a communal system without private property. The tribes of the north and center of the island lacked class divisions, while in the south there was a certain form of social hierarchy.",
            "Its main crop was taro, and its diet was basically vegetarian, although it could include some meat from hunting or fishing.",
            "Although these Melanesians believe in the existence of a unique Creator God, they consider that he was no longer active or that he is unattainable, so they direct their cult to the ancestors. From them comes the 'mana', the spiritual energy. The taboo and sacrifices are also regulated.",
            "It is necessary to clarify that the practice of head hunting, famous in the Solomon Islands and in Borneo, belongs to the Western Islands, not to Malaita.",
            "The first sighting of Malaita by Europeans occurred in 1568 by Spaniards, who landed and faced gunfire with the natives. More than three hundred years passed until other Europeans set foot on the island, whose existence was doubtful. In the 19th century many Malaitians were sent to work in Queensland, Australia, and the United Kingdom took control of the island. However, the natives gained the fame of a warrior people, and the skirmishes were constant.",
            "Although they are still subjects of the English crown and most of the Malaitians have converted to Christianity in the last century, there are tribes, like the Kwaio from the interior of the island, who maintain their language, their religion and their way of life.",
            "Current population: 137.596"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d198287.30429216023!2d160.64398768979137!3d-8.774211032389266!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x6f266719f70be5bd%3A0x438a86f181c5fa07!2sMalaita!5e1!3m2!1sen!2ses!4v1564744797539!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical18"
    },
    {
        "name": "Macihuatli",
        "country": "Náhuatl",
        "continent": "America",
        "picture": "macihuatli.jpg",
        "rarity": "Common",
        "creature": [
            "Monstrous being that appears at night on the roads to the maniacal women who travel alone on horseback. Its initial appearance is that of a very beautiful woman, with large black eyes, long curly hair and intensely red lips, dressed completely in black or white. It convinces the men to take her, and later, when the man turns to lasciviously contemplate her, the Macihuatli is transfigured in its true form: its head has become the skull of a horse, with rotten flesh and glaring eyes.",
            "Then the Macihuatli clings firmly to the rider, and the horse runs away terrified until all are lost in the distance. The rider will appear later dead and with eyes open or out of their orbits.",
            "According to tradition, the best way to avoid this outcome is to bring, as long as you travel at night, a hat and some mustard seeds. The hat, when shown face up, leaves the Macihuatli astonished, moment that it is necessary to take advantage of to throw the seeds to him. The monster will try in vain to collect them, and it will not stop until dawn, when it will disappear."
        ],
        "landscape": "Náhualt.jpg",
        "culture": [
            "A language of great diffusion in pre-Columbian times, Nahuatl became the most spoken language in Central America during the Mexica Empire (also called Aztec), which adopted it as a lingua franca. During the Spanish occupation the colonial power also used Nahuatl as a communication language with all the indigenous peoples, even propagating it to communities that had never used it. However, the expansion of Spanish was little by little displacing the native languages.",
            "Indigenous peoples, traditionally rural and self-sufficient, preserved their traditions and culture with vigor until the modernizing reforms of the 20th century, especially those that deprived them of their communal lands and threw them into rural wage labor, or overcrowded cities.",
            "Currently Nahuatl, still the first of the indigenous Mexican languages, is spoken only in small self-sufficient rural communities. The Macihuatli, on the other hand, continues to appear on the roads throughout the country.",
            "Current population (Náhualt speakers): 1.725.620"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3391.442190301753!2d-98.51085367844613!3d20.980293761682052!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x85d6d674dc042a25%3A0xa3bad583ea2915ee!2sHuazalingo%2C+Hgo.%2C+Mexico!5e1!3m2!1sen!2ses!4v1564768509749!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical28"
    },
    {
        "name": "Popobawa",
        "country": "Zanzibar",
        "continent": "Africa",
        "picture": "popobawa.jpg",
        "rarity": "Common",
        "creature": [
            "The inhabitants of Zanzibar are threatened by this demonic creature. Its name, Swahili, means 'wing-bat' and refers to the shadow it casts when it strikes at night. However, the Popobawa is a shifter and can take almost any form. Incredibly stealthy, it is believed that it can fly and enter houses through windows.",
            "In rural areas, it usually attacks one or more members of a family, without differentiating between men, women and children. Although it can attack in different ways, its most feared aggression is sexual, sodomizing its victims. In addition, it forces them to tell their neighbours about the aggression, under the threat that, if they remain silent, it will continue to raid other houses in the village.",
            "It is believed that he is actually a 'jinn' genius liberated by an Arab sheikh in revenge for the 1964 revolution, which escaped his control. It is often depicted with pointed ears, bat wings and a single eye.",
            "In addition to the islands of Zanzibar, it has also occasionally appeared off the coast of Tanzania."
        ],
        "landscape": "zanzibar.jpg",
        "culture": [
            "The Zanzibar archipelago is the cradle of Swahili culture, the evolution of Bantu communities in intense relationship with Persian and Arab populations between the eighth and twelfth centuries. This culture spread along the East African coast, encompassing many countries and turning its language into a lingua franca of great diffusion.",
            "An intense trading zone, the influx of traders from other cultures and languages marked its stamp on the Swahili population, who converted to Islam and connected to the maritime routes between the Far East and the Islamic world. Arab and Persian traders, but also Indians, Malays, Chinese and Indonesians used the ports of Zanzibar, well defended and safe, to exchange their products with each other and with the Swahili of the continent, who transported goods from the interior of Africa. Over time, some Arab traders came to occupy positions of power in the cities, where thousands of immigrants also flowed.",
            "The emergence of Europe impacted Zanzibar in 1498, with the arrival of the Portuguese Vasco de Gama. For 200 years Portugal exercised power in the archipelago, although without changing the existing institutions. In the end, the local elites asked the Arabs of Oman for help to expel the Portuguese, remaining since 1698 under the influence of that sultanate. The Arabs thus gained power on the islands, becoming a ruling elite over the Swahili, and boosted commercial activity by promoting the slave trade. By the mid-19th century, Zanzibar was the world's largest human market, with 50,000 people sold each year.",
            "The emerging British empire took control of Zanzibar in the late 19th century, through the shortest war in history (it lasted only 38 minutes). A year later the revolution took place, in which the Swahili majorities evicted the Arab elites from power and merged the country with the coastal Swahili areas, creating the new country of Tanzania.",
            "Current population: 1.303.569"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d6207.140170496536!2d39.421563121093115!3d-6.269005267136786!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x185d224a46d25869%3A0xb4554db94524489!2sJozani%2C+Tanzania!5e1!3m2!1sen!2ses!4v1564992707966!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical37"
    },
    {
        "name": "Dudugera",
        "country": "Papua",
        "continent": "Oceania",
        "picture": "dudugera.jpg",
        "rarity": "Rare",
        "creature": [
            "Dudugera's mother was one day in a garden near the sea, when she saw a large fish frolicking on the shore. He got into the water and played with him, not knowing that he was really an ocean god. After a while, the woman's leg, with which she had touched the fish, swelled, until her husband opened the swelling with a knife and a baby came out.",
            "As a child Dudugera was evil with the other children, who threatened him. To avoid problems, his mother decided to send him to his father, so he went with his son into the sea. The fish appeared, put the son in his mouth, and disappeared swimming to the east.",
            "But before leaving Dudugera had advised his mother to take refuge in the shadow of a rock, because he was going to take revenge on men by becoming a sun. He did so, and his heat was so scorching that it destroyed plants, animals and people. Moved, her mother took advantage of a sunrise to throw Dudugera a handful of lime in her face, which with the heat became the clouds that today exist and protect the earth from the heat of the sun."
        ],
        "landscape": "papua.jpg",
        "culture": [
            "Papua is the second largest island in the world, and hosts a cultural, ethnic and linguistic diversity comparable only to its natural diversity. Even today its population, mostly indigenous, continues to live in rural tribes, speaking the 836 different languages ​​and preserving ancient traditions.",
            "Although there are also Austronesian populations, who arrived on the island in the great Malay sea expeditions of 1000 BC, the great majority of the tribes are Papuans. The Papuans came to the island 20,000 years ago, when there was still land continuity with South Asia, and they remained isolated for millennia. Isolated even among the Papuans themselves, since the geographical conditions (mountainous and jungle) and the way of life based on horticulture and self-sufficient hunting, resulted in an exponential multiplication of their languages ​​and cultures.",
            "Colonized by Europeans since the 19th century, when independence was achieved, the part of the island administered by the Netherlands joined Indonesia, while the eastern part, administered by the United Kingdom, became an independent country.",
            "Current population (the entire island): 10.110.066"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d847725.8471837825!2d147.22460557475912!3d-9.426765447578934!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x690230d41c5692ab%3A0x3fa6b481889f98c4!2sPort+Moresby%2C+Papua+New+Guinea!5e0!3m2!1sen!2ses!4v1564742492069!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical12"
    },
    {
        "name": "Japiñuñus",
        "country": "Aymara",
        "continent": "America",
        "picture": "japiñuñus.jpg",
        "rarity": "Common",
        "creature": [
            "Ancient demons, which infested the earth at its origin, along with many other types of evil beings. They were fought by the first Indians, who managed to confine them to the depths of the jungle. The Japiñuñus are horrible beings, that nevertheless take the form of beautiful women, with long breasts like their hair. They also have tails, instead of feet, since they never walk.",
            "Japiñuñus look for defenseless people to steal their souls and turn them into creatures like them. Sometimes they rush onto a person who walks behind, fast as lightning, and other times they prefer to grab a person while he sleeps. The victim wakes up paralyzed, feeling an electric current in his back, unable to resist his conversion into Japiñuñu."
        ],
        "landscape": "aymara.png",
        "culture": [
            "The Aymara peoples are actually a large number of different communities that inhabit the Andean plateau of Lake Titicaca (between Bolivia, Peru and Chile), all speaking the same language but never constituting a homogeneous identity. The term 'Aymara', in fact, has colonial origin and was never recognized by the inhabitants.",
            "These peoples have inhabited this plateau for eight centuries after the fall of the Tiahuanaco Empire. Several kingdoms coexisted in the territory governed by kings and with separation of classes between nobility and peasant, who had to work for the State a period of the year.",
            "The Aymara cosmovision seeks to establish harmony between human beings and nature, which they consider sacred. On the other hand, they conceive the world as divided into three planes: 'Arajpacha', the superior world, divine origin of everything that exists; 'Akapacha', the terrestrial world where people live and also the 'Pachamama', that is, the divinized nature; and the 'Manqhapacha', underground world inhabited by evil spirits.",
            "Conquered by the Incas, the Aymara preserved their autonomy and traditions for several centuries, until European colonization caused the collapse of all these communities. The Aymara were forced to work in the rich gold mines and succumbed to contagious diseases, decimating their population within a few decades.",
            "Today they are still the main indigenous ethnic group in Bolivia, their language is still very much alive, and their identity and culture are publicly claimed.",
            "Current population (Náhualt speakers): 2.100.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d12029.734385711385!2d-67.25924498317056!3d-15.58577420811334!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x93e019655524d1e3%3A0x6c89c7f08f19deff!2sPalos+Blancos%2C+Bolivia!5e1!3m2!1sen!2ses!4v1564769247165!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical29"
    },
    {
        "name": "Kyzy",
        "country": "Selkup",
        "continent": "Asia",
        "picture": "kyzy.jpg",
        "rarity": "Epic",
        "creature": [
            "Kyzy is a divine and evil being among the Selkup of the North.",
            "One of the legends relates that he was Icha's brother, born from the union of his mother with an foreing hero. The brothers faced each other, like good and evil, and on one occasion there was a great fight between them. They rose from the earth to the seventh heaven, where it was so hot that their weapons melted and none won the battle. Then the Old Mother came down from the high sky and ordered Kyzy to live in the union between heaven and earth.",
            "Kyzy became a malignant spirit, to which the Old Mother reserves a portion of human souls to devour."
        ],
        "landscape": "selkup.jpg",
        "culture": [
            "One of the many Siberian indigenous peoples, prior to the Mongolian and Russian invasions, the Selkup people are the result of a prolonged process of cultural assimilation of the aboriginal yeniseiana population, of the middle basin of the Ob River, after the arrival of the peoples Samoyeds, who came to the region from the Sayanes mountains, at the beginning of the first millennium. They speak one of the Samoyed languages, of the family of Uralic languages.",
            "They are mainly dedicated to hunting, fishing and reindeer husbandry. In the seventeenth century, part of the selkup moved north, to live along the Taz River and the Turuján River. In the 18th century, the selkups were subjected by the Russians to a mass campaign of baptism. However, they managed to maintain their old beliefs and religious customs.",
            "Current population: 4.249"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d21308.753281153313!2d81.58729162879608!3d58.92554737277526!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x433d8733ecfff8c1%3A0xe382ea8e82f890e3!2sNarym%2C+Oblast+de+Tomsk%2C+R%C3%BAssia%2C+636611!5e1!3m2!1en!2ses!4v1564389980454!5m2!1en!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical1"
    },
    {
        "name": "Pele",
        "country": "Hawaii",
        "continent": "Oceania",
        "picture": "pele.jpg",
        "rarity": "Epic",
        "creature": [
            "Divine creature capricious, passionate and powerful, Pele is one of the daughters of the Haumea female principle, and all the sisters are associated with winds, rain, fire, sea waves or clouds. Pele is the spirit that animates the Kilauea volcano, the most active in the world today.",
            "The young Pele traveled in her canoe from the island of Tahiti to Hawaii, trying to create fires in different islands. However his sister, Namaka, persecuted her to kill her, which she got after a hard fight. The spirit of Pele was then transfigured into the Halemaumau crater, so that her body became lava and vapor of this fearsome volcano."
        ],
        "landscape": "hawaii.jpg",
        "culture": [
            "The archipelago of Hawaii was one of the last colonized by the Austronesian navigators, for being one of the most distant. Although the invasion dates are not known and there are conflicting theories, it seems that the first inhabitants arrived at these islands around 1000 AD from Tahiti.",
            "During the following 800 years of isolation, the natives developed a society divided into castes, with each of the eight islands governed by a different power, and regulated by a set of social and religious taboos called 'kapu'.",
            "The periods of peace and war between islands alternated, as the entire interior territory was dominated.",
            "The arrival of Europeans to the archipelago occurs in the eighteenth century, with the help of Captain Cook, who was killed by the natives after trying to kidnap the king of the island of Hawaii. The Europeans did not conquer the territory, which was still ruled by the native island kings, but the contagious diseases cost the lives of more than half of the population, and weakened their kings.",
            "During the nineteenth century a unique monarchy was created to unify the islands. That monarchy, however, could not stop the social decay, caused by demographic decline, high mortality, and the growing influence of European culture, propagated by Christian missionaries.",
            "At the end of the 19th century, with a coup d'etat incited by the USA, the monarchy was abolished and the country was annexed to the USA.",
            "Nowadays, Hawaiian speakers are only 24.000, but the culture and traditions are preserved and claimed with pride.",
            "Current population: 126.926.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d76021.26534617862!2d-155.30940188158914!3d19.405615391586768!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x7953da0aba317e0d%3A0x205a2df987301b9b!2zS8SrbGF1ZWE!5e1!3m2!1sen!2ses!4v1564597838429!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical11"
    },
    {
        "name": "Iku Turso",
        "country": "Finland",
        "continent": "Europe",
        "picture": "ikuTurso.jpg",
        "rarity": "Epic",
        "creature": [
            "The North Sea lord is the Iku-Turso, a giant octopus that inhabits the depths. Originally from Pohjola, the legendary territory from which, according to Finnish folklore, all evils come, the Iku-Turso likes to travel the Baltic Sea on the lookout for victims. It is even said to have colonized inland lakes, although the latter is unverified.",
            "Of uncertain origin, this evil animal already appears in the Finnish national epic, the Kalevala, and its power is such that it has sometimes been considered the true god of war. What is certain is that his taste for combat is unquestionable. When a naval battle takes place in the Baltic, it usually arises from the depths and gets into the fight, sinking as many ships as it can."
        ],
        "landscape": "finland.jpg",
        "culture": [
            "The Finnish people are one of the oldest in Europe, and share with the Basque their status as non-Indo-European culture. This Nordic territory was populated by the Sami since ancient times, but 10,000 years ago it received migrations from the Finnish ancestors coming from the Russian Urals. With their knowledge of agriculture, the Finns gradually displaced the Sami to the northernmost regions and developed a culture without a central state or organization, based on small self-sufficient villages. Fishing and agriculture provided their livelihood, along with a certain level of trade.",
            "Finland belonged to the Scandinavian area of influence, and received an important Swedish migration. Throughout the 12th to 16th centuries Sweden became the dominant power. Swedish nobles seized the land and sent Christian missionaries to convert the natives. For centuries, Russia and Sweden disputed power in this territory, which became the domain of the tsars in the 18th century.",
            "During the 19th century a nationalist movement began to vindicate Finnish sovereignty, achieving independence in 1918. At a crossroads between Russia and Western Europe, Finland maintained a rare neutrality during the 20th century, while undergoing major social and economic transformations. From being one of the poorest countries on the continent, the Finns managed to place themselves at the forefront of economic development and social welfare in the world. This meant abandoning the agricultural and rural way of life and embarking on a very intense process of industrialisation.",
            "Finnish mythology emerged in the early stages of this culture, both popular and oral. Pre-Christian, it manifests a polytheistic conception of the world, with anthropomorphic gods and heroes, and with a cosmogony that shows a flat Earth, with a sky supported by a hill on which the polar star rests. For centuries this mythology was spread and developed by the rhapsodists, until the growing interest in local tradition in the nineteenth century led to its recovery and formalization in written works. The most famous, the Kalevala, was published in 1835.",
            "Current population: 5.513.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d335763.109443998!2d20.749951717048287!3d59.91116905509003!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x468b389a9244dc6d%3A0x82434862ea1940f!2sK%C3%B6kar+22730%2C+%C3%85land+Islands!5e1!3m2!1sen!2ses!4v1564756605555!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical50"
    },
    {
        "name": "Kappa",
        "country": "Japan",
        "continent": "Asia",
        "picture": "kappa.jpg",
        "rarity": "Common",
        "creature": [
            "In the Shinto tradition, the Kappa (河童)was considered a genious of water. It is one of the most famous mythological creatures in Japan, and lives in rivers and ponds. They have human form and more or less the height of a child. Its shape is described in different ways, according to sources, some look like monkeys, others have a beak, and even a turtle shell. In general, however, they look like reptiles.",
            "The most characteristic of the kappa is that its skull has a container in the upper part, which must remain full of water at all times, since it is its source of life. If it dries, the kappa dies unless it immediately returns to the river. Precisely a way to kill them is to greet them with a bow. Being so courteous, the kappa can not help but return the greeting, emptying the content of their head.",
            "Their favorite foods are cucumbers and children, and they also like to play jokes on women who bathe in rivers and ponds, hiding their clothes. However, they are also wise and can advise people about medicine or agriculture, asking for cucumbers in return."
        ],
        "landscape": "japan.jpg",
        "culture": [
            "Shintoism is the native Japanese spirituality, present on the island before the Buddhism  penetration in the continent. It corresponds to a peasant society in close relationship with nature, which is endowed with its own spiritual entity as it is populated by the kami, spirits that are sometimes local and sometimes represent natural objects such as the sun or the seasons.",
            "Through rites and magic the Japanese try to influence the forces of nature, the kami, seeking their benevolence.",
            "Although Japan is currently an industrialized country with few peasants, and the majority religion is Buddhism, the kami are still present in the culture and popular rituals.",
            "Current population: 126.926.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d77315.53006766336!2d141.29735630920302!3d39.33344046966722!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x5f85fa883f15c4eb%3A0x5d38b4b0b93bc0ad!2zVG9ubywgSXdhdGUsIEphcMOjbw!5e1!3m2!1en!2ses!4v1564390543839!5m2!1en!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical9"
    },
    {
        "name": "Wolpertinger",
        "country": "Germany",
        "continent": "Europe",
        "creature": [
            "The Wolpertinger is the most elusive of the inhabitants of the Bavarian forest. Very difficult to spot, those who have succeeded have described its form in different ways. Some have even been captured, and indeed their anatomy varies greatly.",
            "It is an animal made up of parts of other, more well-known species. Its body is that of a mammal, usually a rabbit or a squirrel, but it has deer horns, fangs, bird wings, sometimes pheasant legs and duck feet.",
            "Although some stories claim that they feed on tourists, the fact is that the Wolpertinger avoids contact with people and seems rather frightening and harmless. There are several popular techniques for capturing it. For example, you can try to get them drunk, as they love alcoholic beverages, and use their clumsiness to reach them. On full moon nights you can also use another trick: place a lit candle in the mouth of an open sack. The Wolpertinger will approach the bag, when it has to be pushed with a shovel. The most famous technique, however, takes advantage of this animal's fascination for young and beautiful women. Such a girl, alone or accompanied, has to wander through the forest looking for burrows. When she finds the one of this creature, she has to show her breasts to him, before which the Wolpertinger will be stunned and will be captured easily."
        ],
        "culture": [
            "German culture has its roots in the Germanic tribes, arising from the Bronze Age and the successive Iron Age that originated on the Baltic coast some 2,500 years ago. Metal tools and weapons favoured their economy, increasing their population and giving them advantages in wars with neighbouring villages. This is how migrations towards the South started, contacting the Celts and the Roman Empire. However, the social organization of the Germans was not unified, but maintained the division into tribes, increasingly numerous and sometimes at odds with each other.",
            "The current territory of Germany was always held by the Germanic tribes, which resisted the attempts of Roman invasion. With the decline of the empire, many tribes even conquered Romanized territories, reaching as far as the Mediterranean. In some cases they merged with the native population and adopted their language and customs, but in other cases they became the majority population group and their culture is the basis of the present one. Thus, Germanic languages are English, German, Dutch, in addition to the languages of Scandinavia.",
            "With the collapse of the Roman Empire, the Germanic peoples became the dominant force on the continent, although their tribal divisions led to constant wars. In the 9th century, having already embraced Christianity, Charlemagne managed to unify many of them into the Carolingian Empire, which had its continuation in the Holy Romanesque Germanic Empire, an entity that, with different times and fortunes, survived until 1806.",
            "Capitalist development in Germany reached one of its greatest exponents in the nineteenth century, causing a dizzying urbanization and industrialization, while striving for the creation of a unified national state. During those times of transformation and abandonment of the traditional world, there was a literary and political reaction of recovery of traditions and popular folklore, useful also in the construction of an idea of political nation. Musicologists, writers and folkorists travelled through the villages tracing oral creations, including the mythological creatures that populated the forests. At the same time, the development of taxidermy techniques allowed some artisans to give physical form to some of these creatures, using body parts of real animals."
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d99439.57199639503!2d13.413793754653229!3d48.96394261169442!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4774d8d48c2be38d%3A0xf1dd2f2f89b31c82!2sBavarian+Forest+National+Park!5e1!3m2!1sen!2ses!4v1564756920277!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "landscape": "germany.jpg",
        "asset": "123456"
    },
    {
        "name": "Nykur",
        "country": "Iceland",
        "continent": "Europe",
        "picture": "nykur.jpg",
        "rarity": "Common",
        "creature": [
            "At first glance he looks like a normal horse, but he's not. It can be distinguished because its hoofs are backwards, the only physical sign of this evil creature. Otherwise, the Nykur is a grey, large and wild horse.",
            "Inhabitant of Icelandic lakes, rivers and coasts, it has also been seen on the Shetland and Orkney islands, and even on the Scottish coast. It is an amphibian being that usually dwells in the depths, but usually emerges to the surface to hunt. Its prey is solitary walkers, whom it tries to trick into climbing on its back. If he succeeds, the victim will never be able to get off, as the Nykur's skin is so sticky that people are left stuck endlessly. They will then be dragged to the bottom of the water, where they will perish drowned and then be eaten by the legendary beast.",
            "If a person encounters a Nikur during a walk, he should pay attention to its legs, as the only sure way to recognize it is to check that its helmets are upside down. If so, run away from there, or use a trick that usually works: call out the horse by its name, Nykur, or by one of its other names: Nennir, Nóni, Vatnaskratti or Kumbur. The beast should return to the water when doing so."
        ],
        "landscape": "iceland.jpg",
        "culture": [
            "Iceland, a European island very close to the Arctic Ocean, was not inhabited until the 9th century. It was colonized by Scandinavian sailors, mainly men, accompanied by Celtic slaves, mainly women, from Ireland. Within a few decades they had occupied most of the arable land and founded a democratic society, with an assembly called Althing that still governs the country today. With no monarchy or executive government, effective power was exercised by the many local communes, to which the inhabitants could freely join.",
            "By 930 there were a total of 35,000 inhabitants in Iceland. The Scandinavian language and culture prevailed over the Celtic, and the country remained in the Nordic cultural and commercial space. A century later, at the same time as the rest of the Vikings who dominated extensive European territories, the Icelanders converted to Christianity.",
            "With little fertile land and too cold a climate, agriculture never managed to feed the population. Instead, extensive farming and fishing were the main activities of the villages, which traded for the missing cereals.",
            "From the 13th century onwards, poverty and growing corruption led the island to place itself under the protection of the King of Norway, thus losing national sovereignty for the next seven centuries. In the 20th century it regained independence and transformed its economy, which specialized in large-scale fishing and later in financial services.",
            "Icelandic mythology is part of Nordic folklore, transmitted orally and still alive, despite Christianisation a millennium ago. It manifests a vision of the polytheistic world, of gods who live in Asgard under the command of Odin. Besides them, there are many other fantastic beings, such as giants, elves, dwarfs and countless types of beasts.",
            "Since the nineteenth century there has been a movement to recover the Nordic religion, common to all Germanic countries but only in Iceland, called Ásatrú, has achieved official recognition and a significant number of faithful (Under 1% of the population).",
            "Current population: 357.050"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m17!1m11!1m3!1d9364.993589017957!2d-14.27839760303855!3d64.6575978208842!2m2!1f0!2f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x48cec38f02292149%3A0x3b5e271b6c5b9d8b!2sDj%C3%BApivogur%2C+Iceland!5e1!3m2!1sen!2ses!4v1564758622561!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical47"
    },
    {
        "name": "Kăk-whăn’-û-ghăt Kǐg-û-lu’-nǐk",
        "country": "Yupik",
        "continent": "America",
        "picture": "Kăk-whăn’-û-ghătKǐg-û-lu’-nǐk.jpg",
        "rarity": "Common",
        "creature": [
            "This evil creature lurks on the shores of the Bering Strait, where ice accumulates and drifts to the sea. The kăk-whăn'-û-ghăt kǐg-û-lu'-nǐk is actually a killer whale, which in its eagerness to kill and eat human beings can come to the surface and enter the continent in the form of a wolf . The name kăk-whăn'-û-ghăt kǐg-û-lu'-nǐk applies precisely to its wolfish form.",
            "Strong as a whale and violent as a logo, this creature will not hesitate to kill all the humans it encounters.",
            "The Yupik represent it generally in half transformation, with a whale on one end and a wolf on the other. Similar creatures have also been seen with other species, for example beluga whales that become caribou."
        ],
        "landscape": "yupik.jpg",
        "culture": [
            "The Yupik are an indigenous people related to the Inuit, who inhabit the areas around the Bering Strait, both on the American side (Alaska) and on the Asian side (Eastern Siberia). Its origin goes back to about 10,000 years ago, when there was a land bridge between the two continents, which crossed, coming from Siberia, to America, which was already populated by the Amerindians.",
            "Expert fishermen, the Yupika board kayaks, were able to capture all kinds of fish and marine mammals, including whales. They also hunted on land, and collected wild plants. His way of life was nomadic, following the animals in their annual migrations. They also practiced trade with other native peoples.",
            "The Yupik lived in communal houses. The men, in a large underground communal house, the qasgiq, and the women in several houses, individual or shared, called ena, where the children also lived. Between the men's house and the women's house there were sometimes tunnels.",
            "Without hierarchical organization, the Yupik attributed only certain social leadership to the hunter who was at his best in form.",
            "The Yupik believe that the world is inhabited by spirits and governed by transcendent rules. These rules, called Yuuyaraq, detail how to behave with animals, with the earth and with spirits, to be at peace with them and not be punished. They understand that all creatures are sensitive and understand the Yupik language, so they must be treated with respect. The shamans served as a link with the spiritual world.",
            "The Yupik have lived relatively isolated until the eighteenth century. Russia began a conquest of America that lasted from 1732 to 1867, for which it crossed the Bering Strait and took possession of the Alaskan coast. Thousands of Yupik were killed in that conquest. However, the lack of interest in the interior of these frozen lands allowed the Yupik culture to survive during most of the 19th century.",
            "In 1867, the USA bought all of Alaska from Russia and became the administrator of the Yupik territory. Although it prohibited the teaching of the native language, the certain thing is that USA disengaged itself from Alaska until great petroleum reserves were found. In 1971 the indigenous protests forced the government to return communal lands, so today the Yupik or other indigenous peoples receive much of the benefits generated by the extraction of oil (as well as the ecological catastrophes that this activity produces).",
            "The Yupik language is still commonly spoken, and although the majority of the population has regular jobs and lives in modern housing, they still maintain their ancestral customs and culture.",
            "Current population: 35.569"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d167918.42961205036!2d-167.04743325769445!3d65.15486284244848!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x573698be25dd5b25%3A0xf3c62823b1e7c225!2sPort+Clarence%2C+AK%2C+USA!5e1!3m2!1sen!2ses!4v1564764499993!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical30"
    },
    {
        "name": "Yeti",
        "country": "Lepcha",
        "continent": "Asia",
        "picture": "yeti.jpg",
        "rarity": "Common",
        "creature": [
            "The famous Yeti is an animal that lives in the Himalayas, big and strong like an orangutan. The native populations adore him as a glacier and a god of hunting, which carries a large stone as a weapon, and emits a hissing sound. In spite of its notoriety it is one of the most elusive mythological creatures, having effectively avoided dozens of expeditions destined to find it.",
            "Although it avoids contact with people, it is believed that it can be dangerous if it is cornered.",
            "In addition to Yeti (rocky bear), he receives other names in Tibetan such as Michê (man-bear), Migoi (wildman) or Kang Admi (snowman)."
        ],
        "landscape": "lepcha.jpg",
        "culture": [
            "The first documented mention of the Yeti, prior to the 19th century, informs of the adoration that the Lepcha people felt for this glacier being. Other peoples of the Himalayas also recognize this creature, with different names and aspects.",
            "The Lepcha form an ethnic group that lives on the southern and eastern slopes of Mount Kanchen Junga, and they speak languages belonging to the Tibetan-Burmese family. They are usually short stature and Mongoloid features.",
            "Although centuries ago they have converted to Buddhism, their ancient animistic religion, called Mun, coexists and their rituals are frequently practiced.",
            "Stateless people and constantly abused by their neighbors, the Lepcha are a town without high class, composed of farmers and day laborers.",
            "Current population: 80.316"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d51562.65804097268!2d88.11003476793245!3d27.708929829167495!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39e6584a17958853%3A0x716f448087dc6d4c!2sKangchenjunga!5e1!3m2!1sen!2ses!4v1564393087985!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical6"
    },
    {
        "name": "Kel Essuf",
        "country": "Amazigh",
        "continent": "Africa",
        "picture": "kelEssuf.jpg",
        "rarity": "Common",
        "creature": [
            "The desert spirits, called Kel Essuf, are supernatural entities tied to a particular place, which can often be found in darkness or during long journeys. It is believed that they have their own language and can reproduce.",
            "Although they are not essentially malignant, they can attack adults, usually people who feel jealous of being lucky, or because they are going through important personal transitions. The Kel Essuf are capable of altering their perceptions by means of possession, inducing them disorientation so that they are lost in the desert, or provoking diseases. Sometimes they take over the victim's mind and must be exorcised.",
            "The Kel Essuf have friends among the Tuaregs, shamans who use their power to heal other victims of these spirits or even to guess the future."
        ],
        "landscape": "amazigh.jpg",
        "culture": [
            "The Amazigh are the indigenous people of North Africa, a place they have inhabited for millennia. With their own language and alphabet, they are currently the second ethnic group in the region, behind the majority Arabs, and have an important presence in all the states of the Maghreb. The Tuaregs, who are specifically the Amazighs who live in the deserts of the Sahara, have preserved their culture and traditions to a greater extent than the rest of their brothers.",
            "Tanned desert travelers, the Tuaregs have always shied away from obedience to any state power, crossing borders and relying on self-organization and mutual aid. Although industrialization has come to change their way of life and make many of them sedentary, until a few years ago the Tuaregs were nomads, lived in large itinerant family units and practiced trade along great trade routes through the desert.",
            "They are a deeply Islamic people, which has not prevented the survival of animistic beliefs that, in general, are perceived as complementary to Islam.",
            "Current population (all Amazigh people): 60.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d11874.47977365555!2d0.5982290156294321!3d18.047878105010888!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x11e22aadcc6f9c53%3A0x1160d8c3b9547bb0!2sAnefis%2C+Mali!5e1!3m2!1en!2ses!4v1564821640298!5m2!1en!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical38"
    },
    {
        "name": "Zhar-Ptitsa",
        "country": "Russia",
        "continent": "Europe",
        "picture": "zharPtitsa.jpg",
        "rarity": "Common",
        "creature": [
            "This beautiful legendary creature is a symbol of beauty and purity. Medium-sized, the Zhar-Ptitsa looks like a peacock, with red, amber and yellow plumage, with a crest on its head and curious feathers on its tail, in which a kind of bright eyes can be distinguished.",
            "Their feathers are large and majestic, and they shine with their own light, as if they were on fire, even after being plucked.",
            "It feeds on magical golden apples, which provide beauty, youth and immortality.",
            "It has magical properties, since its song heals the sick and returns sight to the blind. However, this creature does not seem to have any interest in relating to human beings, and flees from them whenever possible. To capture it you have to demonstrate a lot of cunning, and generally those who get it end up regretting it, as it gives bad luck."
        ],
        "landscape": "russia.jpg",
        "culture": [
            "The various Slavic peoples of the Ural Mountains region lived in constant tension with waves of nomadic invaders from Asia, so they failed to develop a stable society until the tenth century, when Kievan Rus became the dukedom largest in Europe, and one of the most prosperous due to trade with East and West.",
            "Converted the aristocracy to Orthodox Christianity by the Church of Constaninopla, the Slavic religion was losing adherents little by little and surviving as popular mythology.",
            "Towards century XVI Russia, already with capital in Moscow, initiated an expansionist process to conquer territories towards Asia, seizing of Siberia and colonizing it with Slavic and Cossack population. In this way, Russia became the State with the largest territory in the world, dominating millions of km2 between Europe and America.",
            "The Russian people, meanwhile, endured the effort of wars and invasions by providing soldiers and food. For this purpose, it was organized locally in the 'mir', agricultural communes that owned the land collectively and governed daily life. That element of power allowed a distancing between popular culture and the elite, which kept pagan traditions and folklore safe.",
            "Today Russia is a parliamentary democracy with a capitalist economic system. Its population has modernized, 73% live in urban centers and the peasantry represents only 6% of the population.",
            "Current population: 146.804.372"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d19409.816528582534!2d43.971778162540815!3d56.82214184256763!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x415193ef9ee33b9b%3A0xa5f3228073c1bb08!2sSpasskoye%2C+Oblast+de+N%C3%ADjni+Novgorod%2C+R%C3%BAssia%2C+606466!5e1!3m2!1en!2ses!4v1564763413675!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical48"
    },
    {
        "name": "Dhampir",
        "country": "Albania",
        "continent": "Europe",
        "picture": "dhampir.jpg",
        "rarity": "Common",
        "creature": [
            "Although lifeless, vampires can sometimes unite with their former wives and engender a son or daughter, who would be half vampire and half human. These hybrid creatures, called Dhampir, usually die shortly after birth, but if they survive they become formidable beings with powers similar to those of vampires, but without their weaknesses. They usually live in the villages, integrated into the community like any other human neighbor, dedicating themselves to the profession of vampire hunters, in which they have the great advantage of being able to see invisible vampires. This office is passed down from father to son, as are his supernatural powers.",
            "Dhampir can be male or female, and although they often go unnoticed among humans, they can be recognized by certain traits. They have black hair, a soft body, and a deep mark on their back. The aquiline nose and the especially large ears, teeth and eyes complete the description, which sometimes includes characteristics more typical of vampires, such as having no shadow, or lacking nails and bones."
        ],
        "landscape": "albania.jpg",
        "culture": [
            "The most distant antecedent of the Albanians is the Indo-European people of the Illirios, inhabitants of the Balkans famous for being brave pirates fought by the Roman Empire until they were conquered by it. They remained in the Eastern Empire (Byzantium) after the fall of Rome, until the Turkish invasion of the 15th century. During the following centuries a large part of the population converted to Islam, although Christianity and Judaism retained a very significant number of adherents. The coexistence between the three communities was characterized by a very unusual tolerance in this part of the world, still today a reason for national pride.",
            "The Albanians are a very traditional people, with a local clan-based organization inherited from the Illirios that remained intact until the establishment of a communist system in 1944. These clans, especially important in the mountainous areas of the north, were ruled by the Kanun , an unwritten but highly detailed code of conduct that applied regardless of religion.",
            "Most of the Albanian mythological figures have a very primitive origin, and have survived for centuries despite being alien to any of the dominant religions. They express a pagan worldview of the world, divided between good and evil, where metamorphoses play an essential role.",
            "The fall of the socialist system in 1990 was especially chaotic in Albania. The state, which had exercised rigid power for decades, quickly broke down and poverty and riots spread. In the 21st century the situation began to stabilize.",
            "Current population: 3.038.594"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3175.673446515993!2d19.968547081326335!3d41.331232196389614!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x13504a1fbfcbee43%3A0xac9b97ab0957e001!2sShkall%C3%AB%2C+Albania!5e1!3m2!1sen!2ses!4v1564758254616!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical46"
    },
    {
        "name": "Rahu",
        "country": "Cambodia",
        "continent": "Asia",
        "picture": "rahu.jpg",
        "rarity": "Common",
        "creature": [
            "Everything started in the Ocean of Milk, from which all things come according to Hindu mythology. There arose the water of immortality, on the side where the demons also appeared, the 'asuras'. Vishnu thought it would be too dangerous for the asuras to be immortal, and he decided to steal their water. For this he was transfigured in an Apsara, a beautiful dancer, and while the Demons watched his dance without batting an eye, he stole the water and took it to the gods, the 'devas'. But the demon Rahu did blink and realized the deception. Disguised as deva, he stood in line when Vishnu gave the gods water to drink. However, the sun and the moon alerted the god when Rahu brought the water to his lips, and Vishnu, enraged, cut off his head. Having already a little water in his mouth, his head did not die, and since then he always tries to catch the sun and the moon to get revenge. He achieves it in each eclipse, although having no body, the stars leave his throat shortly after swallowing them."
        ],
        "landscape": "cambodia.jpg",
        "culture": [
            "The Khmer people and their language is one of the oldest in the world, and constitutes the predominant ethnic group in Cambodia (95%). Although the official religion is now Theravada Buddhism, there are still powerful traces of previous beliefs. The old animism is still recognizable in many popular cultural expressions, but to a much greater extent Hinduism, which was the majority religion between the first and fourteenth centuries than only disappearing under monarchical imposition of Buddhism. Even now, after a very difficult 20th century for the country, with continuous wars and massacres and with very persecuted religion, Buddhism itself lives difficult hours. One of the Khmer cultural peculiarities is the traditional dance, held by one of the most beautiful in the world, where the Apsara plays the main role. She is a celestial female character, who dances before the King and enthrals him with her delicate movements. His hands trace complex and beautiful figures, while his face remains expressionless",
            "Current population: 15.957.223"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d24277.5339609586!2d103.95201416908523!3d13.600335651013065!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x311043d9a8f504af%3A0x42ecca32e9086c44!2sBanteay+Srei%2C+Cambodia!5e1!3m2!1sen!2ses!4v1564592871132!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical8"
    },
    {
        "name": "Nei Tituaabine",
        "country": "Kiribati",
        "continent": "Oceania",
        "picture": "neiTituaabine.jpg",
        "rarity": "Common",
        "creature": [
            "Nei Tituaabine lived on the legendary island of Matang, where Auriaria and his wife Nei Tevenei ruled. Beautiful woman, with red skin and luminous eyes like lightning, fell in love with Auraria at first sight. Auraria left his wife for Nei Tituaabine, and they lived together for a while.",
            "However, she did not manage to get pregnant, and her grief was so great that she became seriously ill. To feel the near death, he said to his beloved: 'Sir, how sad is it now that I am about to die, and there is no child of mine to remain with thee as the comforter of thy sorrow. But eat, still thy heart, for there is a thing that will grow as a memorial of me with thee. When I die, thou shalt bury me, and thou shalt wait the tree which shall grow over me; and if any grow, thou shalt care for it.' ",
            "Nei Tatuaabine died, and Auraria buried her. Soon, a coconut tree grew from his head, an almond tree from his abdomen, and a pandanus from his heels. So Nei Tatuaabine became three trees, to console Auriaria from the pain of her loss.",
            "It is said that the parents of Nei Tatuaabine were the ancient gods, forgotten by the inhabitants of Kiribati: Tangaroa, Timirau, etc.",
            "This woman-tree is also associated with lightning, which appears whenever she appears on the scene, and punishes whoever annoys this creature."
        ],
        "landscape": "kiribati.jpg",
        "culture": [
            "Kiribati is an archipelago of coral atolls located in the center of the South Pacific. Inhabited initially by the Austronesians, in their legendary maritime expeditions of 3,000 years ago, their settlers have maintained contact with neighboring islands and have even hosted some subsequent migrations of Polynesians and Malaysians. The ethnic groups merged and the result is a cultural and linguistic mixture quite homogenous.",
            "Traditionally, the inhabitants of these islands did not form a political or social unit, but lived in small and changing units of coexistence. In the northern islands there was a more complex social organization, even with a real family, and some form of class inequality, while the southern islands were more egalitarian.",
            "In both cases, however, community property was the general rule, with the lands owned not by individual persons but by the utu, an extended family form. All the inhabitants belonged to several utu and could enjoy the corresponding rights.",
            "The political system was based on the boti, which according to oral tradition was incorporated by Samoa migrations occurred around 1400 AD. In it the maneaba is the most important construction of each town: a meeting house to which families sent a representative, and where community decisions were made.",
            "According to its mythology, the giant spider Nareau was the creator of the world, followed in succession by spirits and people. The spirits, anti, were the main figure of the indigenous cult. However, there was a belief that before that story there was another (perhaps prior to the last Samoan migrations), referred to as the old gods, inhabitants of the legendary island of Matang.",
            "The Europeans, who came to these islands around the 16th century, were initially identified as old gods, and even today they are called i-Matang. Until the nineteenth century, however, they did not intervene directly in local life, nor did they create settlements. In that century, however, Britain turned them into protectorates and tried to change their way of life, imposing private ownership of land and Western forms of government. In 1971 Kiribati would declare itself independent.",
            "Nowadays, the population continues to be basically indigenous, the official language is native, and the traditional way of life is preserved. Almost all the population is dedicated to agriculture and subsistence fishing and the monetary economy is very scarce.",
            "Current population: 110.136"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d199609.39871914312!2d-157.298642737485!3d1.8428362907180813!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x79f877ccabf42611%3A0x6e779e786ea0b443!2sKiritimati!5e1!3m2!1sen!2ses!4v1564744150958!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical16"
    },
    {
        "name": "Werewolf",
        "country": "Sami",
        "continent": "Europe",
        "picture": "werewolf.jpg",
        "rarity": "Common",
        "creature": [
            "By the spell of a shaman or by his own wish, a Sami can turn into a wolf, although only for periods of two weeks. If it is the work of a shaman, it will do no good for his victim to run away, because the spell will work anyway.",
            "If it is of his own free will, the werewolf must go to the forest and find a suitable leafy tree, around which he must rotate counterclockwise until the conversion takes place. For two weeks you will live like a wolf, but before the deadline you must find the same tree and turn it in the opposite direction to regain human form. If after the period the spell has not been reversed, the Sami will be turned into a wolf forever, gradually losing his human faculties and even his memory.",
            "Sami werewolves are not necessarily evil, they can spend their time being wolves living a wild life in the woods, hunting reindeer and wandering aimlessly, but they can also take advantage of their animal form to commit atrocities that they had already planned in their human form."
        ],
        "landscape": "sami.jpg",
        "culture": [
            "The Sami speak one of the few non-Indo-European languages of the continent, belonging to the Ugro-Finnic family (to which Hungarian, Finnish and Estonian also belong) and originating in the Urals. They are believed to be the first inhabitants of the northernmost part of Europe, although the antiquity of their settlement is unknown. Today their population amounts to about 82,000 people, distributed among the states of Norway, Sweden, Finland and Russia.",
            "Their traditional way of life is based on hunting, fishing and gathering, but also on reindeer herding, and they shun permanent settlements, preferring a nomadic life. The harshness of the environment, with very cold winters that can last up to 6 months and exceed 30 below zero, drove them to roam the territory in search of the most favorable areas for hunting and grazing.",
            "With practically no commercial or political relationship with any other European people, their society developed autonomously for centuries. Although the Germanic peoples settled in southern Scandinavia two thousand years ago, and sometimes populated the coasts of the lands in whose interior the Sami lived, the lack of mutual interest caused them to live with their backs to each other. It was only in the 19th century, with the construction of modern states and their assertion of territorial sovereignty, that Norway and Sweden began to interfere in Smi affairs, whom they considered backward and whom they sought to destroy as a way of life, language and religion. Compulsory schooling and Christianization took their toll on their culture, although since 1979 the Smi protest movement has made significant progress in the recognition of their rights and their own institutions.",
            "Although the majority of the Sami have adopted Christianity, their shamanic culture is very recent and remains very much alive in all cultural manifestations.",
            "Current population: -"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d37663.91438397836!2d20.186390643704488!3d67.85375176582032!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x45d08e2ae4257c2b%3A0x4034506de8c8660!2zS2lydW5hLCBTdcOpY2lh!5e1!3m2!1spt-PT!2ses!4v1564763780129!5m2!1spt-PT!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical49"
    },
    {
        "name": "Jep",
        "country": "Ember",
        "continent": "America",
        "picture": "jep.jpg",
        "rarity": "Rare",
        "creature": [
            "The Jepah, a legendary giant serpent, communicates the terrestrial and subterranean worlds since it is endowed with the transforming power of water. A symbol of wisdom, it is believed that its movement on earth formed lakes and rivers until it reached the sea. He is also transformed into the rainbow, covering his body with the feathers of multicolored birds.",
            "Its relationship with human beings is ambiguous. It is responsible for rain and fertility, owner of the animals and in charge of the transit between worlds. However, it often devours adults and children and, when attacked, dries up the lakes, producing storms and floods.",
            "It is capable of attracting its victims from a long distance, provoking storms and thunders that drag people to the lakes, where Jep eats them. It can also create whirlpools in rivers, rolling over the bottom and sinking Indian canoes."
        ],
        "landscape": "embera.jpg",
        "culture": [
            "The Ember are indigenous communities of Caribbean descent, living in small, self-sufficient and self-governing villages. They inhabit the Ecuadorian jungle in the republics of Colombia, Ecuador and Panama.",
            "They shy away from large concentrations of population, choosing small family groups scattered throughout the territory. If the number of members of a village grows, part of it disintegrates and founds another village in another place.",
            "They are dedicated to horticulture, although they also practice hunting (with catanas), fishing and gathering. To grow crops, they do not use fires, but cut down portions of forest and let the remains decompose, to plant on that layer of compost their crops of corn and banana. Much of the work is done in mingas, that is, communal work throughout the village.",
            "The government of the community is exercised by a leader, the cacique, under the supervision of a council of elders and shamans.",
            "They believe that the world has a supernatural dimension inhabited by the spirits, called jai, with which they establish a relationship through the jaibans, that is, the shamans. In their cosmovision there are three types of jai: the aquatic ones, those of the deep forest, and those that are the result of the transformation of the souls of the dead. It is through dealings with the jai that the continuation of natural cycles and communication between the planes of existence is achieved.",
            "Current population: 68.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d12494.82723826997!2d-78.99582016396681!3d1.0882893641374622!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x8e2b67dc0109e17f%3A0xd51d422f652d30f5!2sCHoriQueso!5e1!3m2!1spt-PT!2ses!4v1564821114582!5m2!1spt-PT!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical22"
    },
    {
        "name": "Pua Tu Tahi",
        "country": "Tahiti",
        "continent": "Oceania",
        "picture": "PuaTuTahi.jpg",
        "rarity": "Common",
        "creature": [
            "Pua Tu Tahi is one of the evil gods of fish in the Rata legend. Giant bivalve, dominates the Pacific seas along with the other evil gods. This great clam could emerge to the surface and look like a large mountainous island, while absorbing the boats that sailed nearby.",
            "Legend has it that a young couple of princes, Vahi-e-roa and Matamata-taua, had a son they called Rata. The same night of birth, the parents joined a fishermen's party, where they were captured by the great demon bird Matutu-ta'ota'o, which took them flying out to sea.",
            "He gave the woman to his master's wife, King Puna, who tormented her for years. A husband, on the other hand, dismembered him and threw him into the sea, so that Pua Tu Tahi would eat him. And indeed, the god of fish opened to swallow Rata's father.",
            "Years later, Rata, who had grown up in the deception that his grandmother was really his mother, when knowing the truth wanted to avenge his father and rescue his mother, so he built a canoe and went to sea.",
            "Pua Tu Tahi emerged to the surface and passed through a mountain, while sucking the water to swallow the canoe. But Rata stood at the prow with his spear, and waited to reach the very center of the clam. There he pierced his heart with the spear and separated the meat from the shell, preventing it from closing. Once the canoe was safe, Pua Tu Tahi, dead, sank in the depths of the sea."
        ],
        "landscape": "tahiti.jpg",
        "culture": [
            "Tahiti, one of the most remote inhabited places in the world, is located in the middle of the Pacific Ocean, thousands of kilometers from the continents. It was colonized around 300 BC during the Austronesian migrations, for which it is an ethnically and linguistically Polynesian people.",
            "Tahiti is a set of two islands joined by an isthmus, surrounded by a barrier of coral. In total it has about 1000 km2, although most of the territory is very mountainous (with a peak of 2241 m) and the population only resides in the coastal strip.",
            "During the centuries following their arrival, the Polynesians created a complex society, which on the one hand followed a paradisiacal way of life that fascinated the Europeans, but on the other hand it had a very marked warrior component. It was divided into very defined territories, each dominated by a clan, competing with each other, often in the form of ruthless wars. Internally, each territory was divided into castes, with a very powerful nobility and a clan chief.",
            "The Tahitians worshiped a hierarchical series of gods, ranging from the primordial god to divine domestic entities. All of them had to be honored and placated through offerings and sacrifices, which in case of war could include human sacrifices of enemies, with cannibalism.",
            "The soil, very fertile, and the abundance of fishing facilitated the life of the Tahitians, who did not suffer hardships to feed themselves or needed dresses or refuges to protect themselves from a very stable and benign climate.",
            "The arrival of Europeans, especially in the eighteenth century, was taken advantage of by a clan chief to ally with them, becoming the first king of all Tahiti, Pomare. As a king, he helped foreigners Christianize their people and replace their traditions, even forcing them to cover their bodies with clothes.",
            "The diseases, which decimated its population (from 40,000 people in 1797 to 5960 eighty years later), internal conflicts between clans and the growing power of European merchants and missionaries led to the abdication of the last king in 1880 and the annexation from Tahiti to France.",
            "Even today Tahiti is still part of the French Republic. However, their cultural identity has been reborn in recent decades, and their language is still used massively.",
            "Current population: 189.517"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d56597.43580758633!2d-149.5717342!3d-17.5537318!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x769a3a1c874f6695%3A0x62d6db532881362b!2sPape&#39;ete%2C+French+Polynesia!5e1!3m2!1sen!2ses!4v1564743383391!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical14"
    },
    {
        "name": "Grootslang",
        "country": "South Africa",
        "continent": "Africa",
        "picture": "grootslang.jpg",
        "rarity": "Special",
        "creature": [
            "At the beginning of Creation, the Gods, who were still inexperienced, mistakenly created the Grootslang, a half-elephant, half-serpent creature of terrible strength and cruelty, endowed with cunning and excessive intelligence. Realizing their danger, the Gods split all the Groostlang in half, thus creating the first elephants and snakes. However, one of them managed to escape, and others emerged from him. The Grootslang live in a cave in the Richtersveld National Park, South Africa, called the 'Wonderful Hole' or 'Bottomless Pit', which supposedly connects by underground tunnels to the sea, 40 miles away. Other specimens live in warm lakes and rivers in various southern African countries. This creature is very greedy and wants above all to accumulate gems and especially diamonds, so the cave is supposed to contain a great treasure. However, it is jealously guarded by the Groostlang, so the search is usually deadly. If one is captured by it, the only way to be saved is to buy freedom in exchange for many gems."
        ],
        "landscape": "southAfrica.jpg",
        "culture": [
            "Although this creature lives in several African areas and is known by various peoples with other names, the name Groostlang comes from the Afrikaner people.",
            "The Afrikaners are the descendants of the European settlers who arrived at the Cape of Good Hope from the seventeenth century, mainly from the Netherlands but also Calvinist refugees from the wars of religion, originating from Germany and France. Dedicated to agriculture, they spread through the South African prairies after imposing themselves on the Bantu peoples (Zulus, Xhosa ...) and the British imperial forces, managing to establish a set of small independent republics in the 19th century. Although subjected to British rule, these populations retained a lot of political power and in the 20th century they took control of the South African Union (belonging to the British Empire) until they proclaimed independence and the Republic after the Second World War.",
            "The territory claimed by this new state comprised mostly non-Afrikaner areas, populated by Bantu peoples, who constituted about 80% of the population compared to just over 10% of Afrikaners. Ruled by a white racial minority, this state adopted the policy of 'apartheid' ('separation' in Afrikaner), which deprived the black population of political rights. The long struggle of the Bantu peoples and the international blockade of the regime achieved the abolition of this policy in 1992 and the establishment of a democratic Republic in which the new ruling class is mainly Bantu, while the economy continues mainly under Afrikaner leadership. Afrikaner culture is highly conditioned by its settler past and its Calvinist religion. With a nomadic and adventurous spirit, but an unconditional love of life in the countryside, nature and agriculture, the traditional Afrikaners were individualistic, determined and independent people, with political conceptions close to anarchism materialized, for example, in the small independent republics of armed farmers.",
            "Current population: 1.500.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d101381.1260428239!2d17.087616255653156!3d-28.645214590444134!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x1c3f1f4b1d1e314d%3A0x5f9d4dd89aeb8ddf!2sRichtersveld+World+Heritage+Site+MTB+Tour!5e1!3m2!1sen!2ses!4v1564993792259!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical31"
    },
    {
        "name": "Wati-kutjara",
        "country": "Noongar",
        "continent": "Oceania",
        "picture": "wati-kutjara.jpg",
        "rarity": "Common",
        "creature": [
            "These two brothers, lizard-men, always lived single and inseparable during the Dreamtime and wandered thousands and thousands of kilometers through the Western Desert. His first action was to sing his own names, Kurukadi and Mumba, thus establishing his identity. Then they traveled, and they sang to animals, plants, and mountains and rivers, bringing them into existence. They also created many sacred objects and places that are found throughout the Australian geography, and destroyed evil spirits.",
            "In addition, they invented the inma board, by which people can stay in touch with their ancestors dreaming. ",
            "The Wati-kutjara defended the first woman, when the lunar man, Kidilli, tried to rape her. In the fight, he was thrown a boomerang, which severed his genitals. Kidilli died shortly after, in a well of water. This was the first death that happened in the world."
        ],
        "landscape": "noongar.jpg",
        "culture": [
            "The Noongar are Australian aborigines from the migrations of about 60000 years ago and share history, for example, with the Yalarrnga, as well as with many other groups near the Western Desert that occupies the majority of the interior of Australia.",
            "At the arrival of the Europeans, 14 different Noongar groups were distinguished, occupying the extreme southwest of the continent, from Geraldton on the west coast to Esperance on the south coast. The population was only tens of thousands of people, the result of an infertile soil and a desert landscape with few resources.",
            "The tribes survived hunting (kangaroos, possums, wallabies), and also fishing both in rivers and in the sea. Although they did not work metal, they made their tools with quartz and used the boomerang. Also the collection was essential in their diet.",
            "They lived in nomadic tribal camps, following the course of six annual seasons that took them to live on the coast during the summer, and to go up the rivers to spend the winter in the interior.",
            "The first English settlers were received as the return of the ancestors, to those who offered hospitality and called djaanga, 'white spirits'. The relations were good at first, until the white settlements enclosed the land and forbade entry to the Noongar. In the nineteenth century the conflict intensified and this people was one of the most combative among the Australian aborigines. He is well remembered for his war hero Yagan, whose head was sent to England for exhibition in fairgrounds.",
            "Although their language is no longer spoken in daily life, it is still being taught and its culture is still defended by a united community.",
            "Current population: 21.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1496754.4792491193!2d115.74926890583015!3d-32.0694761953026!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2a32966cdb47733d%3A0x304f0b535df55d0!2sPerth+WA%2C+Australia!5e1!3m2!1sen!2ses!4v1564755910303!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical20"
    },
    {
        "name": "ahmaran",
        "country": "Kurdistan",
        "continent": "Asia",
        "picture": "ahmaran.jpg",
        "rarity": "Rare",
        "creature": [
            "Thousands of years ago, snake-like creatures inhabited the subsoil. They were very intelligent and affectionate, and they lived in peace. His queen, ahmaran, was also very beautiful, half woman and half snake.",
            " Once a young woodcutter, Tahmasp, found a well full of honey in the forest. He wanted to pick it up, but he got stuck in the bottom, and to get out he discovered behind a rock a tunnel that led to a magnificent garden where the snakes lived.",
            " The serpents took care of him, by order of ahmaran, who told him the story of the history of mankind. In love, Tahmasp spent many years in the garden.",
            " One day Tahmasq decided to return to the surface to visit his family. ahmaran helped himself, after making him promise not to reveal to anyone the whereabouts of the garden, and advising him never to bathe with other people, because if he did his skin would become scales and his secret would be known.",
            " Tahmasq returned to the world of men and never revealed the secret. But one day the king became ill, and the vizier announced that the only cure would be to eat the flesh of ahmaran to acquire his youth and wisdom. So, he ordered all the subjects to bathe publicly, to find the person who could know the whereabouts of the serpent queen.",
            " When they threw Tahmasp into the water, his skin became scales and he was arrested and tortured until he revealed the place. So they captured ahmaran, who was taken before the vizier and told him: 'Whoever eats my tail will get wisdom, and whoever eats my head will die instantly.' The vizier cut ahmaran in three pieces, thus killing the queen of the snakes, and immediately ate a piece of his tail. Tahmasp, saddened by the death of his beloved, wanted to kill himself by eating a piece of his head. But instead of dying, he became a wise man, while the vizier fell dead, all according to ahmaran's plan.",
            " Since then snakes have become deadly enemies of men."
        ],
        "landscape": "kurdistan.jpg",
        "culture": [
            "The stories are a town of Indo-European origin, which is based in its current territory around the tenth century a.C. They occupy a large area dominated by the Anatolian mountains and the Zagros mountains, with a harsh climate of extreme temperatures. The Tigris and Euphrates rivers are born in its mountains, and most of the region's oil reserves are under its feet.",
            " For centuries, the Kurds lived in a nomadic lifestyle, based on the raising of sheep and goats, grazing them along the Mesopotamian plains and the mountains, without knowing agriculture. Its people were grouped into tribes, governed by a sheikh.",
            " Practitioners of the practice of the oldest monotheistic sea in the world, the jzidismo, the Kurds became majority to the Sunni islam during century VII. However, pre-Islamic religions survived and still retain millions of followers. The Kurdish culture, in addition, conserves many vestiges of them, for example, the veneration of the serpents.",
            " Being the largest stateless people in the world, the Kurds have lived much of their history being respected by their neighbors. However, the delimitation of the national borders after the First World War distributed in its territory between the new states of Turkey, Iran, Syria and Iraq, creating borders that make these shepherds difficult seasonal migrations. Many of the Kurds abandoned their flocks and became sedentary farmers, while others migrated to the cities. Throughout the 20th century the traditional way of life lost its vigor, as did the tribal organization, and the Kurds suffered a harsh policy of assimilation that prohibited their language, their laws and their customs.",
            " Indicable, the Kurds have led countless rebellions against the states that dominate their territory, always finding refuge in the mountains, perhaps protected by their ancestral creatures.",
            "Current population: 26.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d78814.1863733511!2d40.09263716152492!3d37.9229071134398!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40751fa80abac46b%3A0x53070c279310852c!2sDiyarbak%C4%B1r%2C+Turkey!5e1!3m2!1sen!2ses!4v1564596267630!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical3"
    },
    {
        "name": "Marakihau",
        "country": "New Zealand",
        "continent": "Oceania",
        "picture": "marakihau.jpg",
        "rarity": "Special",
        "creature": [
            "Marakihau is one of the Maori monsters, the Taniwha.",
            " These horrible creatures are the spirits of the dead men, the ancestors of the Maori, the host and inhabitant of the New Zealand coast and the navigators, of the bodies that feed themselves.",
            " The Marakihau have a long tail, similar to that of a fish, and the human arms and head. Its forked and hollow tongue, which serves to suck, is typical of these marine beings.",
            " This Taniwha is associated with the Arawa tribe, of which it is protective.",
            " The Taniwha can be at the same time evil beings or guardians, especially of their own tribe. Some live in caves, others in rivers and lakes, and others in the sea, and they have supernatural powers. They can cause earthquakes and tidal waves, although if they are respected and revered, they help their people.",
            " To calm a taniwha, the Maori must offer gifts, for example the first fruits of the harvest, or a green branch accompanied by a spell."
        ],
        "landscape": "newzealand.jpg",
        "culture": [
            "One of the last pacific islands colonized by the Austronesians, New Zealand remained virgin until about the tenth century. The navigators who discovered it came from eastern Polynesia (Cook Islands, including Hawaii), and arrived in waves over the next four centuries.",
            " According to Maori legends, the first settlers arrived in seven canoes, each of which founded its own tribe.",
            " The settlement gave the Polynesians a cultural change propitiated by the new ecosystem: from a tropical climate and abundant natural resources, where they practiced fishing and gathering, moved to a temperate climate, where food was scarce and hunting a necessity.",
            " The Maori society, much more bellicose than the original Polynesian, was of an aristocratic type, even the slaves existed. Each of the great tribes, independent of each other, bore the mythical name of one of the canoes of the original fleet, and was divided into secondary tribes and families.",
            " Although in the first centuries they were mainly dedicated to hunting moas, they ended up causing their extinction, so they had to evolve towards agriculture. The shortage also caused frequent wars between the tribes, and the construction of fortifications. By the eighteenth century, war was the usual way of life of the Maori, who used to practice cannibalism with enemy prisoners. The collection of enemy heads was also common.",
            " At the beginning of the 19th century, contacts with European whalers became more frequent. The access to firearms on the part of the maories intensified the wars, arriving at the extermination of several tribes. The settlers, who multiplied when discovering gold reserves in the territory, also attacked the Maori, enslaving and kidnapping many of them and murdering between 10 and 50% of the population. In 1840 they declared the island British protectorate.",
            " Having become a minority on the island and deprived of their lands, the Maori culture was on the verge of extinction at the beginning of the 20th century. However, he managed to recover and recover his pride. Today the Maori account for 15% of the population, and their language is still alive with some 120,000 speakers.",
            "Current population: 600.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d570294.3637637483!2d170.59839465602806!3d-44.279215824179495!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x6d2c63896361c7ef%3A0x500ef8684799939!2sTimaru%2C+New+Zealand!5e1!3m2!1sen!2ses!4v1564745093552!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical19"
    },
    {
        "name": "Chulel",
        "country": "Maya",
        "continent": "America",
        "picture": "chulel.jpg",
        "rarity": "Common",
        "creature": [
            "Each person has a chulel associated with him since birth, a spirit of an animal that protects and guides him. The chulel will communicate with his protg through visions and dreams, and will provide him with a part of his powers. The intensity of these powers will depend on the communication capacity developed by the person. Witches and shamans are able to create such a strong bond with their chulel that they can use their abilities fully. For example, they could use the smell of a wolf, the ear of a leopard or the vision of a hawk, depending on which is their chulel. It is said that in some cases the sorcerer could even take the form of his chulel.",
            " The connection between a person and his chulel is reciprocal, so that if the spirit suffers damage or dies, his protege will also fall ill or die.",
            "  The power of chuleles can be used for both honest and evil purposes."
        ],
        "landscape": "mayans.jpg",
        "culture": [
            "The Mayan culture began to develop in Central America around 2600 BC, with the formation of the first villages. At that time they already practiced agriculture with Mayan diet foods: corn, beans and pumpkins. Their way of life was a path and they had also mastered pottery.",
            " Although they were traditionally a rural culture, between 250 and 900 AD a network of cities developed, independent of each other, with a high technological and constructive level. This urbanization brought to their culture innumerable discoveries of a scientific and artistic nature, and also caused the division of the population into classes. That society collapsed in the 10th century, possibly due to the exhaustion of natural resources, and the Mayans left the cities to return to the countryside, although new cities and new rulers would push them into constant wars between them.",
            " The Mayan religion is polytheistic and believes in a supernatural world inhabited by powerful deities whose favor must be won through sacrifices and rituals. Ancestors and shamans play an essential role in the relationship with these gods. Although during the most urban periods a caste of priests was formed who codified all the rituals creating a State religion, among the plebeians and peasants their most shamanistic form was maintained, which recovered when the political power collapsed.",
            " The conquest of this small area of America would cost Spain almost two hundred years, until the last city, Nojpetn, was defeated. However, the distribution of the population in areas of very difficult access allowed the Mayas to preserve their culture, language and religion, in spite of the great efforts of the Catholic missionaries to change their customs. The Mayas are today the second largest native ethnic group in Mexico, and have a strong presence in Belize, Guatemala, El Salvador and Honduras.",
            "Current population: 4.951.431"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d12019.25478619351!2d-90.29345468114215!3d15.810484243887503!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x858a8ac5a4199b41%3A0xc61ac55d85d06d61!2sChisec%2C+Guatemala!5e1!3m2!1sen!2ses!4v1564766433237!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical25"
    },
    {
        "name": "Sasquatch",
        "country": "British Columbia",
        "continent": "America",
        "picture": "sasquatch.jpg",
        "rarity": "Epic",
        "creature": [
            "The Sasquatch (also known as Bigfoot) is a creature that lives in the forests on the northwest coast of America. Of very large stature, muscular and hairy, the few people who have seen it have compared it to a large ape or a bear that walks upright. Its head is small and pointed, with a short neck. Its eyes are small and hide under a prominent forehead. Dark brown hair covers its entire body, except for the face, hands and feet. It emits high-pitched sounds that resemble a squeak or scissor call.",
            " Its lifestyle is unknown and only one or more specimens exist, as the Sasquatch is extremely elusive and avoids contact with humans. It resides in mountainous areas, very far from civilization, and has been seen by humans only briefly and inaccurately. It could be a nocturnal animal, as most sightings have occurred at night. ",
            "Although strong and powerful, it does not seem to pose a threat to humans."
        ],
        "landscape": " britishColumbia.jpg",
        "culture": [
            "British Columbia is currently a Canadian province. This spectacular area is mountainous, has a fjord-rich coastline with thousands of islands, and includes the Coast Mountains, the Rocky Mountains, and the Inside Passage. Two-thirds of the province consists of uninhabited forests and mountains. The most important city is Vancouver. ",
            "Human presence in British Columbia dates back between 20,000 and 12,000 years, from the arrival of peoples across the Bering Strait. By the time Europeans arrived in the late 1800s, there were about 200 different ethnic groups living there, known as 'First Nations', who had managed to build relatively complex societies thanks to the abundance of food and natural resources.",
            " The territory colonized by the British was incorporated into Canada in 1871. The native peoples were confined to 1,500 small reserves and prevented from continuing their semi-nomadic way of life. The discovery of gold on the banks of British Columbia's rivers triggered a flood of immigrants from many regions of the world. ",
            "Although the majority of the current population is westernized (aboriginal people make up only 5.9%), aboriginal mythology is very present and has spread among the new settlers. The Sasquatch, for example, was sighted by Native Americans before the arrival of the Europeans. The colonists spread the myth under the name Bigfoot, which eventually became part of folklore throughout North America.",
            "Current population: 4.648.055"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d18191.76573285537!2d-123.19117887054135!3d49.625704384387035!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x54865854a3453519%3A0x6a32fed54aa24b6d!2sBritannia+Beach%2C+BC+V0N+1J0%2C+Canada!5e1!3m2!1sen!2ses!4v1564765787226!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical24"
    },
    {
        "name": "Karkadann",
        "country": "Iran",
        "continent": "Asia",
        "picture": "karkadan.jpg",
        "rarity": "Common",
        "creature": [
            "Unicorn-like creature that lives in the flat lands of Iran and India. Kargadan sightings have been documented for more than a thousand years. ",
            "It is an animal that resembles the rhinoceros (the Persian word kargadan means 'rhinoceros horn'), but is supernatural in nature. It is very aggressive towards other animals, even dominating elephants, and cannot be tamed by humans, except by virgin women. ",
            "Its magic lies in its horn, which has properties like poison and also medicine. It can serve as an antidote for any poison. ",
            "The first sighting of the Karkadann was in the 10th century by the Persian sage Ab Rayn al-Brn. His description closely resembles that of a rhinoceros, as the horn is located in the animal's snout. Later scholars changed this description and placed the horn on the forehead, similar to that of the unicorn."
        ],
        "landscape": "iran.jpg",
        "culture": [
            "Iranian culture appeared south of the Aral Sea in the second millennium BC, when it split off from the Indo-Aryan branch. A millennium later, it spread geographically and settled permanently in the Iranian plateau, but also reached the Black Sea, the Balkans, and even China. ",
            "In ancient times, Iranian peoples were known by many names: Scythians, Persians, Medes, Sarmatians ... ",
            "The great Iranian religion was Zoroastrianism, which greatly influenced the later Judeo-Christian narrative. ",
            "Wars, invasions and migrations in the Middle East shaped the geography with unstable borders between Turkic, Iranian and Semitic speaking peoples. Currently, Iranian-speaking peoples are in the majority in Iran, Afghanistan, Tajikistan, and Kurdistan, although there are significant minorities in other neighboring countries. ",
            "Iranian and Persian peoples, with a long tradition of powerful empires, have always attached great importance to the modernization and urbanization of their territory, which generally consists of vast plains populated by ruminants. A suitable space for coexistence between their millennia-old traditions and their present-day Islamic religion.",
            "CURRENT POPULATION (all Iranian speakers): 230.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m17!1m11!1m3!1d548317.1289910504!2d50.970915805341704!3d36.00852628981306!2m2!1f0!2f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3f8e00491ff3dcd9%3A0xf0b3697c567024bc!2sTehran%2C+Tehran+Province%2C+Iran!5e1!3m2!1sen!2ses!4v1564596703449!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical10"
    },
    {
        "name": "Nessie",
        "country": "Scotland",
        "continent": "Europe",
        "picture": "nessie.jpg",
        "rarity": "Rare",
        "creature": [
            "This prehistoric monster that lives in Loch Ness seems to be a lost relative of the aquatic dinosaurs that became extinct at the end of the Cretaceous period. With its massive body and very long neck, Nessie rarely comes to the surface and avoids all contact with humans. The 35 square kilometers of the 230-meter-deep lake, the largest freshwater reservoir in Great Britain, are sufficient for him. ",
            "In this space, Nessie leads an unknown life, as little is known about its habits and diet. It is not even known whether it is a single, extraordinarily long-lived and solitary specimen, or whether it is a species of a few individuals living in isolation in these waters. In any case, we are sure that it is not a violent or dangerous creature, because the lake attracts thousands of visitors every year, who navigate it in boats and even dive down to take at least one photo of one of the most famous mythical creatures in the world. ",
            "The first evidence of an underwater creature in the lake dates back to the 1st century, when a Pictish carving depicted an animal very similar to the modern image of Nessie. Six hundred years later, the missionary St. Columba, who was responsible for the Christianization of the Scottish tribes, claimed to have encountered this creature in order to save his disciples, although he does not provide an accurate description of the creature. Apart from a mention in a magazine in 1868, there is no written record of the life of Nessie until the third decade of the 20th century, when there was a social phenomenon of interest in monstrous creatures (coincidentally or not, immediately after the movie King Kong). With many newspapers posting sentries on the coast and a multitude of monster hunters on the prowl, within two years there were sightings that provided more detailed descriptions and even the first photograph."
        ],
        "landscape": "scotland.jpg",
        "culture": [
            "Scotland is a country occupying the northern third of the British Isles north of Hadrian's Wall. In this area, which was not occupied by the Roman Empire, lived tribes with different languages and traditions, mainly Gaelic, Pictish and Brythonic (all Celtic), but also Anglo-Germanic. ",
            "The Scots spoke two very different languages. In the north, in the mountainous regions of the Highlands, Scottish Gaelic developed, a Celtic language related to Irish Gaelic and the Gaelic of the Isle of Man, while in the south, in the Lowlands, a Germanic language simply called 'Scots' developed under the influence of the Anglo-American population. ",
            "In the early Middle Ages, all these peoples were united in the Kingdom of Alba, originally under the domination of the northern Picts, but always open to the intense migrations that characterized the British Isles in those centuries. Later, in the 12th century, the axis of power shifted to the southern Angles. From then on, for centuries, Scotland had to constantly fight with the neighboring Kingdom of England to avoid being conquered. Scotland maintained its independence until 1707, when Parliament, against the general opinion of the people, approved the signing of the Act of Union, which established Great Britain. ",
            "Scotland was Christianized very early, immediately after the fall of the Roman Empire, and the earlier Celtic religion has been completely lost. However, there is still a kind of mythology common to Ireland, which includes a variety of fantastic creatures that symbolize the dangers of nature. ",
            "Today, the majority of the population speaks only English, although 30% still speak Scots and 1% speak Gaelic. The desire to remain one nation is also evident in an ongoing independence movement in government.",
            "Current population: 5.463.300"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d33731.148554709835!2d-4.4214301!3d57.3257965!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x488f16c34da23729%3A0xd4d749cbf4fe912f!2sLoch+Ness!5e1!3m2!1sen!2ses!4v1564757860196!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical42"
    },
    {
        "name": "/Kaggen",
        "country": "San",
        "continent": "Africa",
        "picture": "mantis.jpg",
        "rarity": "Common",
        "creature": [
            "The /Kaggen is a very powerful demiurge and was one of the first beings created at the beginning of time, when the world was covered with water. He was saved from drowning by a bee that flew him away and deposited him in a large flower. The bee planted a seed in the flower before it died of exhaustion, and from this seed the first San was born. ",
            "/Kaggen is the main hero of the San, the creator of humanity and many animal species. He is also the one who provided the San with fire by stealing it from the ostrich through a ruse. Although he is a gentle myth, he is characterized as mischievous and mischievous, who can change his shape at will. He usually appears in the form of a praying mantis, but also takes the shape of other animals when it suits him, and can even make other animals change their appearance. ",
            "He is a family creature, married to Hnntuattatten (depicted as a dragonfly), and has two sons, Cogaz and Gewi. He also has a stepdaughter, Porcupine. "
        ],
        "landscape": "san.jpg",
        "culture": [
            "The San, also called Bushmen, are an association of diverse peoples in southwestern Africa who share the Joisan language family and a way of life based on nomadism, hunting and gathering. ",
            "They are considered the oldest people in the world and are closely linked, both through genetic studies and material culture, to the first human populations to migrate out of Africa and colonize the rest of the world. They have remained on their land for tens of thousands of years, as evidenced by cave paintings. ",
            "The San live in small nomadic communities made up of several families that constantly take turns and where there is no authority. Decisions are made by consensus, and conflicts are resolved through long discussions until the parties reach an agreement. ",
            "Equality between men and women is also important, and they are able to take on tasks such as hunting and gathering on an equal basis and participate with equal weight in group discussions and agreements. ",
            "Although they live in an almost desert-like environment, they are able to identify more than a hundred edible plants, including roots, berries, melons, and all kinds of mushrooms. When hunting, they prefer the bow and arrow, the tip of which they impregnate with deadly poison, although they are excellent trappers. Prey is varied, ranging from small insects and snakes to giraffes and lions, but they prefer antelope, whose meat is roasted over a fire and shared not only with the group but also with neighboring groups. ",
            "The San inhabited southwestern Africa in solitude until the arrival of the Bantu migrations, which began more than 2,000 years ago, and through which these peoples, who were proficient in animal husbandry and agriculture and possessed a more warlike culture, took away their most fertile lands and displaced them in the driest ones. ",
            "This process worsened with the arrival of the European empires from the 15th century, and today the surviving San either live in very deserted areas in very marginal conditions or try to adapt to modern life as day laborers. They are present in the following countries: Botswana, Namibia, South Africa, Angola and Zimbabwe.",
            "Current population: 105.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1191.416218001855!2d24.256463094729085!3d-23.11537971573459!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x1eaf2e1eaa184f19%3A0x38306c695870c8e9!2sKukumane%2C+Botswana!5e1!3m2!1sen!2ses!4v1564994310606!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical39"
    },
    {
        "name": "Shen-Long",
        "country": "China",
        "continent": "Asia",
        "picture": "shen.jpg",
        "rarity": "Common",
        "creature": [
            "Chinese dragons are benevolent creatures that are highly respected by people because they bring wealth, prosperity and good luck. There are different types of dragons that populate the entire Chinese territory, both in the water, on the land and in the air, and each of them has a special appearance and characteristics, although they are always distinguished by their divinity, goodness and power. On the other hand, they are intelligent and proud, and people try to show them respect in order to gain their favor and not to anger them by hurting their pride, because they can get irritated and punish this contempt with droughts or floods.",
            " Their traditional appearance is composed of various animals: Camel head, deer horns, hare eyes, bull ears, iguana neck, frog belly, carp scales, tiger paws and eagle claws. He has whiskers on each side of his mouth, under his chin is a shiny pearl, and on his head is a 'poh shan' or foot ruler, without which he cannot fly. Its breath gives off clouds that can turn into rain or fire. As weaknesses, it is afraid of iron, centipedes and five-colored silk.",
            " The Shen-long is a type of spirit dragon that is believed to have dominion over the weather. These dragons fly through the sky, with which they are confused because their scales are sky blue, and determine the wind, clouds and rain."
        ],
        "landscape": "china.jpg",
        "culture": [
            "Chinese culture is the sole survivor of the great civilizations of antiquity, and there is archaeological evidence of the earliest Chinese kingdoms around 2000 B.C. Scattered along the banks of the Yellow River, various clans flourished and founded kingdoms whose history is unknown, but which have left behind remains in which the characteristic ideographic script can already be seen. Taoism and Confucianism, forms of spirituality peculiar to Han culture and guiding millions of people to this day, are also millennia old.",
            " After centuries of division and struggle among various kingdoms, a centralized empire was established around 221 B.C. Under the rule of various dynasties, the history of this nation was determined for more than two thousand years, until the proclamation of the Republic in 1912. The centralization of political power made China an economic and intellectual center, considered for centuries the most advanced in the world, and expanded its territory to become the largest country in the world, protected by a monumental wall.",
            " By the 19th century, Europe had overtaken China thanks to the Industrial Revolution and extended its colonial tentacles into this ancient civilization, subjugating its emperor. In response, a period of political turmoil ensued, leading first to the proclamation of the Republic in 1912 and then to the Communist Revolution in 1949. Although the 20th century was a cruel one for the Chinese, with millions perishing in wars and famine, the country has impressively regained its economic and political power at the beginning of the 21st century and is now the world's leading economic powerhouse and a political power that has shaken American hegemony.",
            " Throughout these centuries, the Chinese people have managed to admirably preserve their culture and traditions amidst foreign invasions and strong cultural and religious influences. The philosophies of Lao Tse and Confucius, as well as traditional religion and forms of folk wisdom, such as Chinese medicine, live on to the present day. It is a people whose soul has remained alive for four thousand years, a rarity in the world.",
            " Current population: 1.403.500.365"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m17!1m11!1m3!1d1006894.4446423952!2d122.6856461!3d30.1984882!2m2!1f0!2f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34589c6ea58f4e61%3A0xb703d43857ef6c4!2sEast+China+Sea!5e1!3m2!1sen!2ses!4v1564393404119!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical7"
    },
    {
        "name": "Tupilaq",
        "country": "Inuit",
        "continent": "America",
        "picture": "tupilaq.jpg",
        "rarity": "Common",
        "creature": [
            "The Tupilaqs are creatures created by humans, usually shamans, with the intention of using them against an enemy.",
            " The creator used materials such as hair, bones, and the skin of animals or even humans with which to create his creature. Therefore, the Tupilaq do not have a fixed shape, but can have many aspects and sizes depending on the materials used to create them. Once the form is made, the shaman must breathe life into it in a very long ritual in which he practices sex with the lifeless body and chants magical spells. The Tupilaq must then be thrown into the sea, from where it will seek out and kill the enemy.",
            " Without intelligence or will of its own, the Tupilaq is a bestial and ruthless creature absolutely obsessed with killing its victim.",
            " This creature is ruled by the will of its master. However, if the enemy to be killed knows magic and is more powerful than the original creator, he can turn the Tupilaq against him. If that happens, the only salvation for the shaman would be to make a public confession of his deeds."
        ],
        "landscape": "inuit.jpg",
        "culture": [
            "The Inuit are a group of Arctic natives who live in the northern regions of Canada, the United States, and Greenland. They are descended from Siberian migratory waves that crossed the Bering Strait about 4,000 years ago, when it was still passable. Their immediate predecessor is the Thule culture, which originated in Alaska around 1000 AD and settled the polar regions of North America, displacing the Dorset culture populations. By the time they arrived in Greenland, the Vikings who had populated the island for five centuries (X to XV) were in decline and about to return to Europe, probably due to the climate change of the Little Ice Age.",
            " The Inuit way of life is based on hunting and fishing. In a climate where agriculture is no longer possible, vegetables play only a minor role, although they do gather some wild plants. The bulk of their diet, however, consists of meat (eaten raw) and fish. They hunt and fish for whales, walruses, seals, caribou, polar bears, birds, and fish, for which they use bows, boomerangs, and harpoons.",
            " To do this, they move around in seasonal migrations, following the routes of the animals. Nomads, who lived in tents in the summer and in igloos during the long winter, joined together to form communities of several hundred people, clans that freely intermarried.",
            " Without state power or hierarchies, economic self-sufficiency was supplemented by a very flexible autoganization.",
            " Their spirituality is not deistic and they do not believe in a creator God. They believe that there is a supernatural dimension of the world populated by spirits, and that all physical things (animate or not) have their corresponding soul in that dimension. There are also spirits that have never participated in the physical world. The Inuit try to live in peace with the spirits, for which the activity of the shaman is essential.",
            " Due to the extreme climate in the Inuit regions, they were able to live without much disturbance until the 19th century. However, since the 20th century they have been victims of a brutal assimilation policy with forced resettlements. A large part of the population converted to Christianity and abandoned the traditional way of life to survive in the cities with precarious jobs and government subsidies. Their territories belong to the states of Canada, USA and Denmark.",
            " Current population: 148.863"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m17!1m11!1m3!1d1006894.4446423952!2d122.6856461!3d30.1984882!2m2!1f0!2f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34589c6ea58f4e61%3A0xb703d43857ef6c4!2sEast+China+Sea!5e1!3m2!1sen!2ses!4v1564393404119!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical27"
    },
    {
        "name": "Mokl-mbmb",
        "country": "Pygmies",
        "continent": "Africa",
        "picture": "mokl-mbmb.jpg",
        "rarity": "Rare",
        "creature": [
            "A typical specimen of the rich family of aquatic dinosaurs is the Mokl-mbmb ('He who stops the rivers', in the Lingala language). It is an elusive animal that has rarely been sighted and whose descriptions have only been passed down orally, so there are many differences between them. According to some accounts, it is a spirit rather than an animal; according to others, it is a large herbivore that resembles a giraffe but is larger and has a single very large tooth (which is sometimes a horn). Other accounts speak of a creature 'half elephant and half dragon' that feeds on large quantities of hippopotamus. Finally, it is reported to attack any boat that approaches it, killing all the crew members, although it does not feed on their bodies, being a herbivore.",
            "In any case, its existence has been documented throughout the Congo Basin, which is inhabited by many different ethnic groups, so this creature cannot be attributed to any particular culture."
        ],
        "landscape": "pygmies.jpg",
        "culture": [
            "One of the ethnic groups inhabiting the area where the Mokl-mbmb hides is the Pygmies, a legendary African people known throughout the world for their small stature and way of life based on hunting and gathering.",
            " The Pygmies, along with the San, are considered the oldest inhabitants of Africa, and by extension, the entire world, having appeared on the continent some 70,000 years ago. Although today they live scattered in various remote areas of the rainforest, they are all descended from a common group that began to split up 20,000 years ago as a result of the fragmentation of the forest masses caused by the last ice age. Today they are spread throughout the forests of Gabon, Cameroon, Congo, Central African Republic, DR Congo, and also Haiti, where they were brought as slaves.",
            " The Pygmies engage in artisanal hunting, shooting antelope, monkeys, pigs, and birds with nets, bows, and spears, and gather all kinds of wild fruits and vegetables. They also trade with neighboring peoples of other ethnic groups, from whom they often adopt the language (as there are few traces of the ancient Pygmy language). They move constantly through the forest, constructing light dwellings of branches and leaves. All daily actions are accompanied by sophisticated vocal music.",
            " The Pygmies believe in a supreme god, Komba, although they also worship the spirit of the forest, Jengi, which is a form of manifestation of the deity that would be more accessible for communication with humans.  ",
            " The isolation of the Pygmies is due to their way of life, but also to their bad historical experiences in their relations with other peoples. Both the Bantu people and later European settlers mistreated the Pygmies, even to the point of enslaving them or displaying them in Western zoos. Even today, under the guise of one of the very frequent wars in this part of Africa, they are slaughtered and exploited and even downright enslaved by their neighbors.",
            " Current population: 500.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d49942.12486437982!2d17.113063032241385!3d1.3430524585410288!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x10a230ffc157e84b%3A0x4ef2beedcab50f0e!2sLake+Tele!5e1!3m2!1sen!2ses!4v1564822420987!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical33"
    },
    {
        "name": "Catoblepas",
        "country": "Ethiopia",
        "continent": "Africa",
        "picture": "catoblepas.jpg",
        "rarity": "Common",
        "creature": [
            "The Catoblepas is a mythological animal that grazes in the plains of Ethiopia. It has the body of a black buffalo and the head of a pig. His head is so heavy that he cannot lift it, which explains his name, which in Greek means 'the one who looks at the earth'. And it is good that he is so heavy, because the main characteristic of this creature is that his eyes are deadly: Whoever looks into them is immediately struck down.",
            " The versions about this creature differ in some details. According to some ancient texts, the Catoblepas is evil, but the weight of its head prevents it from doing too much damage; according to others, it keeps its gaze fixed on the ground out of kindness, because it does not want to exert its deadly power. Other authors point out that it is not his gaze that is deadly, but his breath, since he feeds on poisonous herbs.",
            " The oldest descriptions of Catoblepa come from classical Greece by authors such as Elienus, Athenaeus, and Archelaus, and were later confirmed by Roman observers (Pliny the Elder, Claudius Elianus). The descriptions were renewed by more modern authors, although it is strange that they were always foreigners from Western countries, not knowing native reports about this animal."
        ],
        "landscape": "ethiopia.jpg",
        "culture": [
            "Ethiopian culture has a history of thousands of years and is considered the starting point of the Paleolithic migrations that populated the entire planet. Ethiopia has an independent history dating back thousands of years and can boast of being the only African country to have preserved its sovereignty during centuries of European colonization.",
            " The earliest records of the nation's history refer to Memnon, a legendary king who is said to have ruled the country around 1250 B.C., although national legend traces the country's founding further back, claiming that the first king was Menelik, son of the Queen of Sheba and King Solomon. Much later, after the conquests of Alexander the Great, the country flourished under the Hellenistic Kingdom of Egypt, concentrating Red Sea trade in its ports.",
            " Ethiopia was the second country in the world to adopt Christianity as its official religion in the 4th century, and although it has a large Jewish community and was also the first destination of the Muslim Hegira, today it remains an island of Christianity in the midst of a largely Muslim region.",
            " For two thousand years it has been a stable and influential regional power, experiencing both imperial and more decadent periods, and frequently involved in wars with its neighbors in which it lost or gained territory. Since the 15th century it maintained diplomatic relations with European countries, which considered it a sovereign state and respected its independence while conquering and colonizing the rest of the continent. Only fascist Italy dared to conquer Ethiopia for a short time before World War II.",
            " Ethiopia is composed of a variety of ethnic groups speaking different languages, five of which are considered official languages of the state. The lifestyles of the various ethnic groups are very different, with the nomadic herders and the sedentary farmers being the most distinctive, all of whom have only a very rudimentary level of technology and are subject to the vagaries of a harsh climate that causes terrible famines every few years due to droughts. Nevertheless, the population has grown exponentially, from about 10 million at the beginning of the 20th century to almost 100 million today, and the country's economy has grown steadily and very rapidly in the 21st century.",
            " Current population: 98.665.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d99155.00057860077!2d38.42019436786568!3d7.056103250937143!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x17b14573a067b82b%3A0xa82c1a9985db8f16!2sAwassa%2C+Ethiopia!5e1!3m2!1sen!2ses!4v1564993962917!5m2!1sen!2ses' width='600px' height='400px'/>",
        "assetname": "mythical40"
    },
    {
        "name": "Maruxaina",
        "country": "Galiza",
        "continent": "Europe",
        "picture": "maruxaina.png",
        "rarity": "Special",
        "creature": [
            "The Maruxaina is a mermaid that lives in the Cantabrian Sea, off the coast of Galicia, in the cave of Xan Bello in the Farallon Islands. Like most representatives of this worldwide species, she has the body of a fish and the torso and head of a woman. There are discrepancies about its nature. Since its appearance is associated with dangers at sea, occasional shipwrecks or accidents that almost lead to shipwrecks, some seafarers believe that it is an evil creature that lures crews to the cliffs to bewitch them and force them to keep it company forever, and that it accomplishes this either with a beguiling song or by imitating other people's cries for help. Other sailors, on the other hand, believe that it is a benign being that warns ships of danger or, in the event of a shipwreck, warns nearby ships to come to their aid. According to this theory, the Maruxaina would be mainly terrestrial, spending her time spinning around and climbing a rock before the sea gets rough to warn sailors not to go out to sea or return to port.",
            " Every year, on the second Saturday of August, the sailors catch the Maruxaina on a moonless night, sailing without lights to surprise her and sounding the horns of the boats so that they do not hear her magic voice. Then they take her to the beach of Torno in San Cibrao, where she is subjected to a popular trial. The whole town is there with candles and lanterns, and the verdict is passed by acclamation. If she is found guilty, she is burned to music and song. If she is found innocent, she is pardoned and a great celebration takes place."
        ],
        "landscape": "galiza.jpg",
        "culture": [
            "Galicia is a people rooted in the northwest of the Iberian Peninsula, which has maintained a strong identity since the first millennium BC, with a very marked Celtic population and culture and with much communication with the other Celtic peoples of Western Europe. Although successive invasions have erased many traces of this origin, especially the language, they live on in elements of popular culture such as mythology and music.",
            " The country's mountainous terrain and widely dispersed population made it difficult for foreign empires to conquer. The Roman Empire, for example, overcame local resistance only very late, in 23 B.C., and although it managed to replace the local language with Latin, the way of life of the predominantly rural population did not change significantly. A few centuries later, the empire disintegrated and two Germanic peoples settled in the Gallaecia region: first the Suebi, who established an independent kingdom, and later the Visigoths, who ruled the entire peninsula until the destruction of their empire by the Islamic invasion. However, the Muslims were unable to subjugate Galicia, which remained independent and unruled until the formation of the first medieval kingdoms.",
            " During the Middle Ages, the Kingdom of Galicia participated in the wars to expel the Muslims from the peninsula, but did not extend its dominion, remaining subject to the neighboring Kingdom of Castile, which subjugated all the kingdoms of the peninsula except Portugal and led the creation of the Kingdom of Spain at the beginning of the modern era.",
            " Apart from these power struggles, the Galician people developed their own culture and language, Portuguese Galician. It is a very rural people, preferring to spread throughout the territory rather than concentrate in large cities, historically devoted to agriculture and livestock, but also with a great fondness for the sea, being one of the most important fishing powers in the world. The region, which is not very industrialized, has experienced great waves of migration throughout the world since the 19th century, so that today a large part of the population is scattered throughout South America and Europe.",
            " Although Galicians converted to Christianity at a very early age, they have blended it with their traditional pagan beliefs, which live on in the form of a vibrant folk mythology and even mix with Christian festivals.",
            " Current population: 2.695.645"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d1846.3732232374089!2d-7.4385264!3d43.6999611!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xd32180660116c67%3A0x25193eee16ce1404!2s27890%20San%20Cibrao%2C%20Lugo!5e1!3m2!1sen!2ses!4v1665564924877!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical43"
    },
    {
        "name": "Dybbuk",
        "country": "Galiza",
        "continent": "Asia",
        "picture": "dybbuk.jpeg",
        "rarity": "Epic",
        "creature": [
            "There are several reasons why a person's soul, upon death, may be trapped in this world as a Dybbuk. It may be because his life had been so criminal that, for fear of God's punishment, he refuses to leave the earth, or it may simply be because the person had not finished fulfilling his destiny. In any case, the Dybbuk, which means 'bound spirit' in Yiddish, is a spirit that wanders the world in search of a body to possess and through which to fulfil the ends or desires that were not fulfilled in life.",
            "Women are favourite victims of the Dybbuk, even if they had arisen from the death of a male.",
            "The dybbuk is believed to cause a variety of problems for the possessed person, from mental disorders to physical illness. The possessed may experience personality changes, erratic behaviour, and may even speak in unknown languages. Possession is believed to be released through exorcism, which is a ritual performed by a rabbi or spiritual leader to expel the evil spirit."
        ],
        "landscape": "jews.jpg",
        "culture": [
            "The Jewish people are one of the oldest in the world, with an identity that has continued for 3,500 years, with roots in the Middle East. Jews are an ethnic and religious group that originated in the region of Canaan, which became Israel in the first millennium BC. During this time, the Jews developed their religion and culture, and established an independent kingdom under leaders such as David and Solomon.",
            "However, after the Roman conquest, the Jews were subjected to a series of exiles and persecutions, leading to the Jewish Diaspora, in which Jews settled in different parts of the world. Throughout history, Jews have been persecuted and marginalised, with frequent mass expulsions, and have been subjected to pogroms and the Holocaust during World War II. Despite these difficulties, Jews have contributed significantly to culture and society around the world. In Europe and the Americas, Jews have played an important role in economics, politics and the arts. They have been leaders in the sciences, humanities and arts, and have contributed to the creation of important cultural and social movements.",
            "In the 19th century, a movement, Zionism, began that sought to rebuild the home of the Jews in their original land, historic Palestine, and encouraged the migration of millions of people to this territory. The process culminated in 1948 with the creation of the state of Israel, which today is home to just under half of the world's Jews, and was from the beginning embroiled in controversy, conflict and war with the Arab population there and in neighbouring countries.",
            "Jewish culture is strongly determined by the sacred texts, the Talmud and the Torah, which distinguishes it from most ancient cultures, which tend to rely more on orality. More than any other nomadic people, religion became the main hallmark of the identity of communities scattered around the world, regulating not only beliefs but all community life. The study of these texts and the search for their hidden meaning occupied the imagination of the Jews for millennia, and it is from them that the fearsome creatures such as the Golem and the Dybbuk originate.",
            "Current population: 14,000,000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d280374.5886281911!2d34.8533177324442!3d32.1476211964286!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x1500492432a7c98b%3A0x6a6b422013352cba!2sIsrael!5e0!3m2!1sen!2ses!4v1702227051411!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical51"
    },
    {
        "name": "Bunyip",
        "country": "Galiza",
        "continent": "Oceania",
        "picture": "bunyip.jpg",
        "rarity": "Rare",
        "creature": [
            "Countless Bunyips lurk in the lakes, rivers and marshes of south-east Australia, large and fearsome aquatic creatures that often trap and devour humans. Although it has been sighted on many occasions and even hunted in the 19th century, its description varies greatly. Undoubtedly, a blood-curdling scream that comes out of the water is attributed to him, as well as a large size and enormous strength, but there are discrepancies about his physiognomy. Most find it similar to a giant seal or dog, while others recall a being with a long neck and small head, and others point out a prehensile tail and even tentacles. The oldest surviving description, from 1845, suggests an oviparous animal (with huge eggs), deadly claws, powerful hind legs, a brightly colored chest, and a head similar to that of an emu. However, two years later the Koori captured a Bunyip and described its shape as 'a huge starfish'.",
            "It is possible that this difficulty in describing bunyips is due to a voluntary capacity for transformation, or a natural process of metamorphosis.",
            "In any case, it is considered a very dangerous being and representative of the wildest facet of nature, although for this very reason it can also have a protective role."
        ],
        "landscape": "koori.jpg",
        "culture": [
            "The Koori culture is the term used to describe the traditions, customs and art of the Australian indigenous peoples who inhabit the state of New South Wales and Victoria, although there is a great diversity of tribes and languages under this name.",
            "Like all Australian natives, they come from the migrations that arrived on the continent some 60,000 years ago, coming from Asia, when there was a land connection between the two continents, and they were isolated from the rest of humanity for tens of thousands of years, evolving in a different way. completely independent. These are hunter-gatherer peoples, with a semi-nomadic life following the migrations of animals, but who also established semi-permanent villages near rivers and lakes.",
            "The Koori culture is strongly linked to nature and is based on a deep respect and connection with the environment. The Koori have a great oral tradition and their tales and legends reproduce the worldview of the Dream, the immemorial sacred time when spiritual beings formed Creation.",
            "The Koori were the first natives to be contacted by the British explorer James Cook in 1770, whom they rejected. They opposed the colonization of their land through various wars, but casualties in combat and disease decimated their population in just 20 years, with 80% of the natives dying.",
            "Koori culture has been heavily influenced by changes and policies imposed by European settlers. Despite this, the Koori have managed to maintain their culture and identity, and today there are a large number of communities and organizations that work to preserve and promote Koori culture. Koori culture is a vital part of Australian history and culture and is valued and respected by all Australians."
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m16!1m12!1m3!1d47649.461195111435!2d149.3795246136062!3d-35.04168500605754!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!2m1!1sNew%20South%20Wales%20and%20Victoria!5e1!3m2!1sen!2ses!4v1702227183714!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical52"
    },
    {
        "name": "Iya Hokshi",
        "country": "Galiza",
        "continent": "America",
        "picture": "iyaHokshi.jpg",
        "rarity": "Common",
        "creature": [
            "Stone Boy is the son of a Lakota Indian woman who accidentally swallowed a pebble, and instead of flesh his body is made of stone. He was raised by his mother, who cared for him and taught him to be brave and kind, and the older he grew, the stronger he became.",
            "When he became an adult, his mother told him that she had four brothers, but that they had disappeared shortly before Stone Boy was born, and that a shaman had told her that they were imprisoned by a monster that only 'the stone' can defeat. So Stone Boy decided to rescue them, and before leaving, his mother called a big party to gather help. At this party, the guests presented Stone Boy with various magical objects that would help him in his quest and victory.",
            "After much travelling, he came to a deserted valley where there was only a rock, a tree and a small brown hill with smoke rising from it. As he approached he saw that a bear was bringing captured Indians, which he carried up to a snake (the tree), which bit and paralysed them, so that the rock could crush them by turning over them. And he realised that the hill was actually a huge tepee made of crushed bodies. There began the great battle, in which Stone Boy destroyed them all, then faced the monster Iya, the mythical Lakota spirit of destruction that can only be defeated by living stone.",
            "Stone Boy had to draw on all the magical items he had received and thus managed to defeat Iya. However, the monster managed to snatch one of these items, an invisibility cloak, which saved his life."
        ],
        "landscape": "lakota.jpg",
        "culture": [
            "The Lakota are one of the main tribes of the Sioux family of Native Americans, and have lived for thousands of years near the Great Lakes, where in addition to fishing, hunting and gathering, they also farmed. Conflicts with other tribes, however, pushed them to the Great Plains around the 17th century, where they adopted a nomadic lifestyle based on bison hunting. The history of the Lakota is recorded in their 'Winter Counts', pictorial calendars begun in 900 AD.",
            "In their nomadic life, the Lakota quickly adopted the use of horses, taught by the Cheyenne, and adapted their culture to this new environment, which allowed them to dominate an immense expanse of territory, following the buffalo migrations. They lived in the famous tepees, lightweight dwellings made of long poles and buffalo hides, in small groups, called bands, made up of an extended family. This period was so prosperous that the Lakota were the only native tribe to gain population in the 19th century, despite wars with American settlers. They were divided into bands of democratic and assemblage organisation, disregarding private property, grouped into tribes which, together, formed a 'teton', and were coordinated by the so-called 'Council of Seven Fires'. The Lakota are famous for the bravery of their warriors, who fought the US Army with great efficiency (they, along with other neighbouring tribes, defeated Colonel Custer), and for their custom of scalping during battles.",
            "Lakota culture corresponds to their way of life in the wilderness, with a worldview in which all things and living things have a spirit of their own and a sacred purpose. Harmony with nature is the basis of their way of life, valuing individual and collective responsibility and generosity towards others. They believe in a Great Spirit, Wakan Tanka, creator of the whole universe and of the original mythical beings, including Iya.",
            "The colonisation of the West by Westerners in the 19th century was, however, an unstoppable movement to which the Lakota people succumbed. By the end of the century they had been confined to various reservations, their territory tiny compared to the vast plains they dominated, and their bison population decimated. Their way of life crumbled and they found it difficult to fit into the new situation, where they became strangers in their own land, under the tutelage of the USA. Alcoholism ravaged this proud people, who were forced to subsist on the charity of the 'paleface'.",
            "Today there are 317 Indian reservations in the USA, of which the Lakota and other Sioux tribes occupy most of those in the states of North Dakota, South Dakota, Montana, and several smaller ones in the Canadian provinces of Manitoba and Saskatchewan.",
            "Despite the difficulties, the Lakota retain their institutions and are, in a sense, independent of the federal government. In 2007, an independent Lakota Republic was even proclaimed, although it is not recognised by the US or the international community.",
            "Current population: 115,000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m16!1m12!1m3!1d47649.461195111435!2d149.3795246136062!3d-35.04168500605754!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!2m1!1sNew%20South%20Wales%20and%20Victoria!5e1!3m2!1sen!2ses!4v1702227183714!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical53"
    },
    {
        "name": "Sengani",
        "country": "Galiza",
        "continent": "Africa",
        "picture": "sengani.jpg",
        "rarity": "Common",
        "creature": [
            "Giants are human-like beings, but of colossal size and strength. They are unpredictable and quite dangerous, being victims of murderous and unreasonable rages, and in addition to their own physical power they have the ability to control wild animals, such as lions. Some giants are also natural people-eaters, though others are limited to petty theft.",
            "They are not invincible, however. They suffer from the same weaknesses as people, suffer from hunger and thirst, and can be tricked and poisoned, even killed.",
            "They are closely related to the god Haine, to whom they are often the helpers and who sometimes gives them power over the Hadza, although Haine must often make amends for the misdeeds of his creatures, punishing the giants and bringing justice to the humans."
        ],
        "landscape": "hadza.jpg",
        "culture": [
            "The Hadza are an indigenous people of Tanzania, living around Lake Eyasi and on the Serengeti plateau. They are a small people, numbering less than 2,000, who have retained their hunter-gatherer way of life.",
            "The origins of the Hadza are unknown, and neither genetics nor linguistics have found any links with any other people in the world, but they certainly predate the Bantu expansion and must have occupied this territory for many thousands of years.",
            "The Hadza live in small groups of 20-30 individuals, with no significant stratification. There are no chiefs or religious authority figures, and decisions are made by consensus after discussion in an assembly. There are no status differences between men and women, although there is a certain sexual division of activities. Conflicts are resolved by one party moving to another group.",
            "In general, men eat individually, during their own gathering or hunting activities, while women tend to eat in groups. The Hadza diet consists largely of honey from wild beehives, as well as tubers, baobab fruit and occasional meat. They hunt with bows and arrows, to the tips of which they add a paralysing poison, and live in itinerant villages. In the dry season they sleep outdoors under trees, and in the rainy season they build small, circular huts out of branches.",
            "They have no formal religion and it is unclear whether they believe in an afterlife, but their mythology tells of a goddess, represented by the sun and called Ishoko, and her husband Haine, represented by the moon. In some tales they have divine attributes and are credited with creating animals and even humans.",
            "Curiously enough, the Isanzu, a neighbouring real-world Bantu farming people with whom they have very good relations, feature prominently in their mythology. In these tales the Isanzu appear in the role of a mythological hero, helping the Hadza in their tribulations.",
            "It was only in the 19th century that the Hadza came into regular contact with pastoralist and farming populations, such as the Maasai, with whom they had frequent conflicts over control of territory. In these conflicts the Hadza lost much of their population and became a marginalised people in their own land. It was not until after World War I that effective contact with the European colonisers took place. The British then tried to make the Hadza sedentary and agriculturalists, but all attempts failed throughout the 20th century, including those undertaken by the independent Tanzanian government, or by foreign Christian missionaries.",
            "In 2007 the government leased part of the Hadza's territory to the royal family of the United Arab Emirates for 'personal safari games'. The Hadza's protests were severely repressed and some were imprisoned, but they succeeded and the lease was broken.",
            "Current population: 1,300"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d65199.953135363714!2d35.084911083894234!3d-3.560868017706801!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x1834fd418ca92149%3A0xa47e842e2d46f095!2sLake%20Eyasi!5e1!3m2!1sen!2ses!4v1702227423625!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical54"
    },
    {
        "name": "Mul",
        "country": "Galiza",
        "continent": "Europe",
        "picture": "mulo.jpg",
        "rarity": "Common",
        "creature": [
            "A gypsy, upon death, can become a Mulo (if male) or Muli (if female) if he/she has died of unnatural causes, such as a crime or suicide, or if the funeral rites were inadequate. The Mull are vampires, undead who dress in white, have long hair that they drag along the ground and reveal a physical strangeness that they did not have in life.",
            "They are beings animated by hatred for the people they blame for their death, whom they persecute and harass mercilessly. They are accused of beating people, especially their own family members, of sucking their blood, causing abortions, sickening animals, wreaking havoc... They are also said to have an unbridled sexual desire, so they return to their wives or girlfriends, whom they may impregnate by a Dhampir.",
            "They are said to reek of carrion and lack bones, so their body is flexible and can take any form, even that of an animal.",
            "The way to prevent the deceased from becoming a Mulo or Muli, when their death is conducive to this metamorphosis, is to drive iron needles through the heart of the corpse, place pieces of metal in their mouth and over their eyes, or drive a stake through their legs.",
            "To detect and destroy a Mulo, it is necessary to have the services of a Dhampir, who can sense its presence and deal with it."
        ],
        "landscape": "gypsies.png",
        "culture": [
            "Romani, also called Roma or Gypsies, are a people originating from the Indian subcontinent, from where they are believed to have migrated in the 11th century. Almost nothing is known about their origins and the causes of their exodus, as they are an ungrammatical people, who have left no records of their own history, and also peaceful, so their coexistence with other populations went unnoticed by historians. A thousand years later, the descendants of this population have spread throughout much of the world, with very significant (though still minority) communities in Europe, North Africa, Asia Minor and the Americas.",
            "A Gypsy, upon death, can become a Mulo (if male) or Muli.",
            "The traditional Romany language is Romani, from the Indo-European family, and related to Sanskrit. However, Roma communities tend to adopt and adapt the languages of the populations in which they settle, so most Roma are not currently Romani speakers. More than the language, the identity traits most esteemed by Roma refer to the way of life.",
            "The Roma are a proudly nomadic people, valuing freedom over wealth and lacking attachment to a specific territory. Traditionally they lived in mobile camps and camped in the countryside, only entering cities to sell their products. They are famous blacksmiths and coppersmiths, and skilled traders and cattle dealers, as well as particularly talented musicians. The importance given in their culture to the extended family, and the sense of community that surrounds all their activities, is remarkable. The Gypsies, a stateless people hostile to political control, have developed and defended their own institutions, including forms of government and justice.",
            "It is disputed whether nomadism is in the original idiosyncrasy of this people, or whether it was adopted in reaction to the persecutions they have suffered, which they have experienced relentlessly during their millennial exodus, being victims of genocide and discrimination by the local authorities and even by the majority population.",
            "As in the language, the Roma have generally adopted the majority religion of the place where they have settled, so we can find followers of various Christian, Muslim, Hindu and even Buddhist churches. A traditional background remains, however, in the form of beliefs rooted in supernatural realities and practices such as palmistry, curses and amulets.",
            "Today, Roma culture is still very much alive and their communities claim their way of life and their dignity. However, they remain possibly the most discriminated-against ethnic minority in most countries, with rates of incarceration, poverty and drug addiction far higher than those of the local population.",
            "Current population: 20,000,000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d938.9901889693608!2d-2.285742476525282!3d37.22818699287384!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xd7ab21e684f066b%3A0x403d278a575e320!2sTahal%2C%2004275%2C%20Almer%C3%ADa!5e1!3m2!1sen!2ses!4v1702227640461!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical55"
    },
    {
        "name": "Sumang",
        "country": "Sama-Bajau",
        "continent": "Asia",
        "picture": "sumanga.jpg",
        "rarity": "Special",
        "creature": [
            "Among the myriad spirits that bring life to the oceanic world of the Bajau, the Sumang stand out as perhaps the most pivotal in their day-to-day existence.",
            "This mythological entity embodies the spirit of the sailboat where families reside, fish, and embark on journeys; an ethereal connection permanently etched into the wooden vessel, shaping its fate.",
            "The Sumang possesses the ability to enhance sea conditions and manipulate weather patterns, beckoning schools of fish to ensure bountiful catches.",
            "Beyond its elemental influence, this mystical being serves as a wellspring of inspiration and ingenuity for the Bajau, aiding them in the construction of new vessels and the crafting of indispensable tools.",
            "The Bajau entrust their maritime fortune to the Sumang, viewing it as a guardian with the power to repel any threat, including the menace of pirate attacks.",
            "The potency of these creatures does not manifest through superhuman strength or magical prowess; rather, it is rooted in their symbiotic relationship with fortune.",
            "Typically benevolent, Sumang diligently seeks the prosperity of those dwelling aboard its sailboat. However, should individuals neglect their traditional responsibilities or exploit the ocean's resources, such as overfishing, the Sumang may manifest its displeasure by transforming good fortune ('padalleang') into ill fate ('busong').",
            "A cascade of unfavorable events then descends upon the crew. Despite this, Sumang is not characterized by vengefulness. People can seek absolution by amending their conduct and offering tangible demonstrations of remorse."
        ],
        "landscape": "bajau.jpg",
        "culture": [
            "The Sama-Bajau, hailing from the coastal regions of the Philippines, Malaysia, and Indonesia, embody an ethnic group often referred to as the 'sea gypsies' due to their distinctive maritime nomadic lifestyle.",
            "Their existence is intricately interwoven with the ocean. Proficient fishermen and adept navigators, they craft wooden vessels called lepa, serving not only as modes of transportation but also as their buoyant abodes.",
            "Fishing, marine product collection, and trade stand as foundational elements of their sustenance. Internationally acclaimed for their extraordinary diving prowess, they boast the capacity to endure breath-holding for up to 13 minutes and plunge to depths of 60 meters.",
            "Although predominantly adherents of Islam in contemporary times, the Sama-Bajau's mythological tapestry echoes their animistic origins. Deities of paramount significance, such as Umboh Tuhan (also recognized as Umboh Dilaut, the 'Lord of the Sea') and his consort, Dayang Dayang Mangilai ('Lady of the Forest'), form the bedrock of their cosmological perspective.",
            "This worldview delineates the realms of the physical and the spiritual, attributing umboh as ancestral spirits and saitans as spirits of nature. Religious observances encompass rituals designed to influence the outcomes of fishing endeavors, while annual festivities like pag-umboh and pagkanduli involve spirited celebrations, replete with dances, music, and entrancing spiritual rituals.",
            "In the contemporary landscape, a majority of the Sama-Bajau have transitioned to terrestrial residences or established homes on coastal waters, with only a select few thousand steadfastly upholding their traditional, nomadic maritime way of life.",
            "Current population: 1,300,000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d12194.314618008157!2d118.53980355594835!3d4.663203351818185!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x323ff17b08cab0bd%3A0xe30a5e2484e50c3f!2sPulau%20Tatagan%20Tatagan!5e1!3m2!1sen!2ses!4v1706027868976!5m2!1sen!2ses' width='600' height='450' frameborder='0' style='border:0;' allowfullscreen/>",
        "assetname": "mythical56"
    },
    {
        "name": "Teceln",
        "country": "Galiza",
        "continent": "Europe",
        "picture": "tecelan.jpg",
        "rarity": "Common",
        "creature": [
            "Entombed beneath a five-thousand-year-old megalithic mound rest the remains of the Teceln (Weaver) of Carballs, a mythological figure who safeguards ancient wisdom and occasionally rises in spectral form to visit the homes of the village. On these rare occasions, the Teceln, appearing as a bearded old man cloaked in a heavy robe and leaning on a staff, arrives unannounced. He hangs his cloak on the last ray of the setting sun, settles by the warmth of the hearth, and, stroking his beard, begins to ponder aloud the mysteries of past and future times.",
            "The Teceln is a well-known figure in the villages of Terra de Montes. In one of these villages, Barro (Cerdedo), the residents believe themselves to be the direct descendants of this enigmatic sage. Revered as a benevolent spirit, the Teceln endeavors to caution the villagers about the perils of unchecked progress, using his prophetic powers to deliver his warnings.",
            "According to the revelations he repeats during his visits, the end of the world will be heralded by a series of events: people will travel through the air, cars will move without horses, and Mount Seixo (the local mountain) will be crisscrossed by roads. When these signs come to pass, 'there will be no father for the son nor son for the father' and 'the end of the world will soon arrive.'",
            "The Teceln's presence is considered a blessing, a reminder of the deep connection between the villagers and their ancestral past. His stories, woven with threads of history and foresight, serve to guide the community, helping them navigate the delicate balance between tradition and modernity. "
        ],
        "landscape": "galiza.jpg",
        "culture": [
            "Galicia is a people rooted in the northwest of the Iberian Peninsula, which has maintained a strong identity since the first millennium BC, with a very marked Celtic population and culture and with much communication with the other Celtic peoples of Western Europe. Although successive invasions have erased many traces of this origin, especially the language, they live on in elements of popular culture such as mythology and music.",
            "The country's mountainous terrain and widely dispersed population made it difficult for foreign empires to conquer. The Roman Empire, for example, overcame local resistance only very late, in 23 B.C., and although it managed to replace the local language with Latin, the way of life of the predominantly rural population did not change significantly. A few centuries later, the empire disintegrated and two Germanic peoples settled in the Gallaecia region: first the Suebi, who established an independent kingdom, and later the Visigoths, who ruled the entire peninsula until the destruction of their empire by the Islamic invasion. However, the Muslims were unable to subjugate Galicia, which remained independent and unruled until the formation of the first medieval kingdoms.",
            "During the Middle Ages, the Kingdom of Galicia participated in the wars to expel the Muslims from the peninsula, but did not extend its dominion, remaining subject to the neighboring Kingdom of Castile, which subjugated all the kingdoms of the peninsula except Portugal and led the creation of the Kingdom of Spain at the beginning of the modern era.",
            "Apart from these power struggles, the Galician people developed their own culture and language, Portuguese Galician. It is a very rural people, preferring to spread throughout the territory rather than concentrate in large cities, historically devoted to agriculture and livestock, but also with a great fondness for the sea, being one of the most important fishing powers in the world. The region, which is not very industrialized, has experienced great waves of migration throughout the world since the 19th century, so that today a large part of the population is scattered throughout South America and Europe.",
            "Although Galicians converted to Christianity at a very early age, they have blended it with their traditional pagan beliefs, which live on in the form of a vibrant folk mythology and even mix with Christian festivals.",
            "Current population: 2.695.645"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2942.8525961964274!2d-8.380559766717793!3d42.473423614198744!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xd2f9be4c02334f7%3A0x661a3be31cc06073!2sMarco%20do%20Vento!5e0!3m2!1sen!2ses!4v1719935879764!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical57"
    },
    {
        "name": "Mahakali",
        "country": "Nepal",
        "continent": "Asia",
        "picture": "mahakali.jpg",
        "rarity": "Rare",
        "creature": [
            "Mahakali, a fearsome manifestation of the goddess Kali, is revered as the embodiment of primal feminine energy and the destructive force inherent in the passage of time. This deity, originating from Parvati, the consort of the supreme deity Shiva, holds sway over creation with unmatched power.",
            "Depicted with ebony-hued skin symbolizing the primordial void from which all existence emanates, Mahakali is often portrayed with an array of arms, numbering ten or more, each bearing symbolic implements such as weapons, severed heads, tridents, or drums. Her striking appearance is accentuated by a lengthy, crimson tongue and eyes ablaze with intensity. Adorning her form are accessories that further reinforce her formidable presence, including a necklace of human heads and a skirt adorned with severed arms.",
            "Despite her terrifying countenance, Mahakali is not malevolent but rather a benevolent force, directing her wrath towards demons and malevolent entities to uphold dharma, the cosmic order, by purging it of corruption.",
            "In the cosmic drama of Hindu mythology, Mahakali plays a crucial role in the Kali Yuga, the present epoch characterized by discord and moral decadence. This era commenced 5,000 years ago and is predicted to span another 426,000 years. Mahakali emerges as the preeminent force destined to confront and overcome the prevailing darkness of this age, paving the way for its eventual transcendence and the restoration of balance and harmony in the universe.",
            "Current population: 30.000.000"
        ],
        "landscape": "nepal.jpg",
        "culture": [
            "Situated in the world's highest mountain range, the populations that migrated from Africa and spread across Asia and Europe were undeterred by the heights of these lands or their extreme mountainous climate. Despite the challenging geography, it would be a mistake to imagine these people as isolated from the rest of the world. On the contrary, they were part of larger civilizations and contributed to their cultural development, as evidenced by ancient Hindu texts. The unification of the small kingdoms and villages did not occur until the 18th century with the founding of a kingdom that managed to maintain independence against the European colonial powers that conquered nearly all of Asia. In the 20th century, Nepal became a parliamentary monarchy, and in the 21st century, it transitioned into a republic.",
            "Most of the population lives in rural areas, engaged in subsistence agriculture, cultivating cereals on terraces carved into the steep slopes of the Himalayas. People are organized into extended families, with multiple generations living under one roof and forming a single economic unit. These families are further organized into villages, or 'tol,' which govern local life and manage common resources. Mutual aid between families, known as 'parma', is a fundamental pillar of community life.",
            "Hinduism is the official and predominant religion of the country, although Buddhism is also deeply rooted. Among the wide variety of Hindu practices, the worship of Kali, the goddess of destruction and renewal, is particularly notable in Nepal. The famous Dashain festival is consecrated to her, reflecting the rich spiritual tapestry that permeates the life of the Nepalese people.",
            "Current population: 2.695.645"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d226021.650279252!2d85.11554341314816!3d27.729995499254404!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39eb220da85aac07%3A0x8cbf7308b183b4a8!2sIchangu%20Narayan%20Temple!5e0!3m2!1sen!2ses!4v1719936181611!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical58"
    },
    {
        "name": "Fenrir",
        "country": "Denmark",
        "continent": "Europe",
        "picture": "fenrir.jpg",
        "rarity": "Common",
        "creature": [
            "Son of the god Loki and the giantess Angrboa, Fenrir looms as a wolf of colossal proportions, his might eclipsing even the gods themselves. Possessed by an unstoppable ferocity, he relentlessly seeks to lay waste to all in his path. Yet, he harbors one weakness, susceptible to capture by the enchanted chain Gleipnir, wrought by the cunning hands of dwarves.",
            "Fenrir, from his very infancy, exuded a fearsome aura that prompted the gods to seek his containment early on. Initially housed within Asgard under vigilant watch, his burgeoning power and size soon outpaced their control. Ultimately, trickery prevailed as they ensnared him, though twice he effortlessly shattered his bonds. In a bid to secure him for the third time, the god Tyr boldly placed his hand within Fenrir's maw, only to suffer its loss when the wolf discovered the deceit.",
            "Prophesied to break free during the cataclysmic events of Ragnarok, Fenrir shall unleash his wrath upon the realm, partaking in the climactic clash between gods and giants. It is foretold that he will confront Odin himself, consuming the Allfather in a symbolic act of cosmic upheaval. Thus, Fenrir emerges as the harbinger of the apocalypse, heralding the return to primordial chaos."
        ],
        "landscape": "denmark.jpg",
        "culture": [
            "Danish history and culture are intimately linked to its Nordic heritage. Populated by Germanic peoples who occupied Denmark, Norway, and Sweden in the 1st century BC, the Norse became skilled sailors who mastered the seas for trade, exploration, and raids. During the Viking Age, their expeditions made them famous across Europe, reaching as far as Russia, Istanbul, the Iberian Peninsula, the British Isles, and even America, five centuries before Christopher Columbus. The conversion to Christianity, completed in the 11th century, marked the end of the Viking Age and integrated them into Christian Europe.",
            "Beyond Viking raids, the traditional way of life of these populations was shaped by their geography. Coastal lands dotted with inhabited islands and a very cold winter climate made them heavily reliant on fishing, trade, agriculture, and livestock. Danish identity was forged from the 11th century onward with the formation of a stable kingdom that differentiated itself from Sweden and Norway.",
            "The traditional Norse worldview was polytheistic, with the universe divided into various planes or worlds, including Asgard, home to the countless gods of their pantheon ruled by Odin. According to the Norse, gods and humans shared destiny and interacted frequently. The most valued virtues, reflective of their warrior society, were courage, loyalty, and prowess in battle.",
            "Today, Denmark is a modern and prosperous nation with an advanced economy and high quality of life. It is renowned for its welfare state model, high-quality education, and environmental sustainability. Copenhagen, the capital, is a vibrant cultural and economic center known for its innovative design and commitment to urban sustainability.",
            "Curret population: 6.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d85109.41746491258!2d9.423090002448104!3d57.002972199935456!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sen!2ses!4v1719935798505!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical59"
    },
    {
        "name": "Dragon",
        "country": "Coptic people",
        "continent": "Africa",
        "picture": "dragon.jpg",
        "rarity": "Epic",
        "creature": [
            "The biblical Dragon is an incarnation of Satan, the primeval evil force. It has wings, ten horns, and seven heads, each with a crown. It has multiple powers, including the ability to spew water from its mouth to create actual rivers, or to sweep away with its tail a third of the stars in the sky and hurl them to the earth. It gathers under its command armies of evil beings. It also directs two powerful beasts, one emerging from the sea and the other from the depths of the earth.",
            "The Dragon appears in the narrative of the Christian apocalypse at the moment when the Messiah is about to be born, with the purpose of devouring him. However, the archangel Michael manages to defeat him and expel him from heaven. Then the dragon pursues the mother of the Messiah, but he fails to kill her as she is protected by the earth.",
            "The Dragon will continue to take part in the events of the apocalypse through the beasts in its service, which will deceive most humans for many years. After the defeat of these beasts, the dragon will be chained in hell for a period of a thousand years, after which it will escape and, gathering two powerful armies, will wage the final battle by besieging the camp of the followers of the Messiah. A rain of sulfur from the sky will conclude this battle, annihilating the forces of evil forever, and the Dragon will be imprisoned in hell for all eternity."
        ],
        "landscape": "coptic.jpg",
        "culture": [
            "The Copts are an ethno-religious Egyptian group, formed through the evangelization of the natives by Saint Mark in the 1st century AD. They are descendants of the great civilization of the Pharaohs, and their language retained many of its characteristics, including domotic writing. For centuries, the majority of the Egyptian population was Coptic, meaning Christian and Coptic-speaking, and the country became one of the most vibrant intellectual centers of the emerging Christian civilization. With the expansion of Islam in the 7th century, most Egyptians converted, and over time, the Coptic language declined in favor of Arabic and was relegated to purely liturgical uses.",
            "One of the most distinctive elements of the Coptic worldview is its monastic mysticism. The Copts founded the movement of 'abandonment of the world' promoted by hermits from the 3rd century, which later became the origin of the monasteries and convents that proliferated throughout Christendom. This tendency toward mysticism, a life dedicated to contemplation and union with God, radiates from the hermits and monks and permeates the entire Coptic way of life.",
            "Copts currently make up about 15% of the Egyptian population and live predominantly in cities, where the Church provides important community services. Although Copts are found in all social classes, including the wealthiest, the group is often associated with the 'zabbaleen,' the garbage collectors of Cairo, whose recycling system surpasses the efficiency of many modern Western systems.",
            "The coexistence between Sunni Muslims and Copts has experienced various ups and downs throughout history, combining long periods of peace and tolerance with others of persecution and massacres. Today, they are the largest Christian community in the Middle East.",
            "Current population: 10.000.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28394.715518028668!2d31.14544956849681!3d27.177066344355264!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x14450be607cb7bcd%3A0xba699162bfc01112!2sAsyut%2C%20Al%20Hamraa%20Ath%20Thaneyah%2C%20El%20Fateh%2C%20Assiut%20Governorate%2C%20Egypt!5e0!3m2!1sen!2ses!4v1719936091482!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical60"
    },
    {
        "name": "Kukulkan",
        "country": "Maya",
        "continent": "America",
        "picture": "kukulkan.jpg",
        "rarity": "Common",
        "creature": [
            "Kukulkan is often depicted as a serpentine deity adorned with resplendent feathers, his majestic form evoking both awe and reverence. With a long, truncated nose and the ability to traverse water with ease, he commands the elements, wielding blazing torches as he sits upon the cross-shaped tree of the four winds.",
            "His visage, a harmonious blend of serpent and avian features, is adorned with luminous plumage that catches the light with a mesmerizing sheen. His dominion over the natural world is unmistakable, as he exerts his influence through seismic events like earthquakes and earth movements.",
            "Born as a serpentine child and nurtured in the depths of a cave by his sister, Kukulkan's journey from mortal to divine is marked by his profound connection to the earth and its forces. Each year, he signals his continued existence with tremors that reverberate through the land, a testament to his enduring power.",
            "Kukulkan embodies the liminal space between humanity and divinity, symbolizing the intricate dance between the earthly and the celestial realms. His presence heralds renewal and transformation, serving as a bridge between mortal beings and the primordial forces of nature.",
            "According to the prophetic texts of the Chilam Balam, Kukulkan's return signifies the culmination of a sacred epoch, ushering in an era of upheaval and change. As he reemerges from the depths of myth and legend, his appearance coincides with the conclusion of a cosmic cycle in the Mayan calendar, signaling profound shifts in the fabric of existence.",
            "In his return, Kukulkan marks not just the end of an era, but the beginning of a new chapter in Maya cosmology and history, a pivotal moment that shapes the destiny of the universe itself."
        ],
        "landscape": "mayans.jpg",
        "culture": [
            "The Mayan culture began to develop in Central America around 2600 BC, with the formation of the first villages. At that time they already practiced agriculture with Mayan diet foods: corn, beans and pumpkins. Their way of life was a path and they had also mastered pottery.",
            " Although they were traditionally a rural culture, between 250 and 900 AD a network of cities developed, independent of each other, with a high technological and constructive level. This urbanization brought to their culture innumerable discoveries of a scientific and artistic nature, and also caused the division of the population into classes. That society collapsed in the 10th century, possibly due to the exhaustion of natural resources, and the Mayans left the cities to return to the countryside, although new cities and new rulers would push them into constant wars between them.",
            " The Mayan religion is polytheistic and believes in a supernatural world inhabited by powerful deities whose favor must be won through sacrifices and rituals. Ancestors and shamans play an essential role in the relationship with these gods. Although during the most urban periods a caste of priests was formed who codified all the rituals creating a State religion, among the plebeians and peasants their most shamanistic form was maintained, which recovered when the political power collapsed.",
            " The conquest of this small area of America would cost Spain almost two hundred years, until the last city, Nojpetn, was defeated. However, the distribution of the population in areas of very difficult access allowed the Mayas to preserve their culture, language and religion, in spite of the great efforts of the Catholic missionaries to change their customs. The Mayas are today the second largest native ethnic group in Mexico, and have a strong presence in Belize, Guatemala, El Salvador and Honduras.",
            "Current population: 4.951.431"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d84444.06777522631!2d-88.55347129989944!3d20.712821667141718!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x8f5138b9a098f833%3A0xf70a67530750d45!2s97751%20Chich%C3%A9n-Itz%C3%A1%2C%20Yucatan%2C%20Mexico!5e0!3m2!1sen!2ses!4v1719935514239!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical61"
    },
    {
        "name": "Bahana",
        "country": "Hopi",
        "continent": "America",
        "picture": "bahana.jpg",
        "rarity": "Special",
        "creature": [
            "Bahana is a central figure in Hopi eschatology. This esoteric being, capable of taking human form, possesses supernatural powers and has the mission of restoring order and virtue to the Earth.",
            "According to Hopi tradition, humanity has passed through three stages, each marked by corruption and a departure from the teachings of the Great Spirit. As a result, humanity has been almost completely annihilated by natural catastrophes, leaving only a few virtuous survivors. In the most recent purification episode, the survivors were guided by a Great Chief who carved Sacred Stone Tablets containing revelations, laws, and prophecies.",
            "The Great Chief had two sons, the Younger Brother and the Elder Brother, named Bahana. The Younger Brother would remain in the lands of the Great Spirit in the East, while Bahana was to travel in search of him. Together, they would bring about the next Day of Purification when this stage of humanity also becomes corrupt. Thus, they would establish true justice and peace on Earth.",
            "Bahana will appear as an all-powerful being, dressed in a Red Cloak, and will belong to no known religion. He will be accompanied by two very powerful beings, identified by solar symbols. His arrival will precede the Day of Purification, during which the Earth will tremble and calamities will ensue. Bahana will then seek the Sacred Stone Tablets to fulfill his mission. If he succeeds and some Hopi remain faithful to the Great Spirit, the Great Spirit will manifest and establish a new era of peace and eternal life."
        ],
        "landscape": "hopi.jpg",
        "culture": [
            "The Hopi Indians, belonging to the Pueblo group, have a rich history that dates back over a thousand years in northeastern Arizona. Sedentary and peaceful, they developed an advanced agricultural culture with irrigation systems and terraces. Despite the arrival of the Spaniards in the 16th century, they managed to preserve much of their cultural heritage.",
            "The life of the Hopi is deeply connected to the land and agriculture, cultivating corn, beans, and squash. Their villages on rocky mesas provide protection and strategic views. The society is matrilineal, with women owning the land and homes, while men handle religious ceremonies and community affairs. A ceremonial calendar dictates agricultural activities and festivities.",
            "Today, the Hopi face significant challenges. Modernity and external influence have changed their way of life, affecting their environment through mining and water and land conservation issues. Additionally, they struggle to preserve their language and ancestral knowledge. The Hopi Reservation, located in northeastern Arizona and surrounded by the Navajo Nation, is the current home of most of the Hopi population. Despite these challenges, they remain resilient, working to maintain their cultural and spiritual identity.",
            "Current population: 12.000"
        ],
        "maplink": "<iframe src='https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d63323.92091438508!2d-110.57021625013174!3d35.865915371611266!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sen!2ses!4v1719935743626!5m2!1sen!2ses' width='600px' height='400px' frameborder='0' style='border:0' allowfullscreen/>",
        "assetname": "mythical62"
    }
]
